Repository: keroushe/Localizable-Language
Catalog: iOS/mergestring2excel/language/*.lproj/Localizable.strings
Languages: es, it

# sn_138
source: Live streaming video quality
es: Calidad de vídeo en vivo
it: Qualità video in tempo reale

# sn_139
source: Public or not
es: Público o no
it: Pubblico o no

# sn_140
source: Live streaming title
es: Título en vivo
it: Titolo di trasmissione diretta

# sn_141
source: Public
es: Pública
it: Pubblico

# sn_143
source: RTMP push stream address
es: Dirección de flujo de inserción RTMP
it: RTMP indirizzo push stream

# sn_144
source: Enter push address
es: Ingrese la dirección de inserción
it: Inserire l'indirizzo spinta

# sn_145
source: Please select a live streaming network first
es: Seleccione primero una red de transmisión en vivo
it: Seleziona prima una rete di trasmissione diretta

# sn_146
source: Please verify your account first
es: Por favor verifique su cuenta primero
it: Verifica prima il tuo account

# sn_147
source: Please enter the push address
es: Por favor introduzca la dirección de inserción
it: Si prega di inserire l'indirizzo push

# sn_151
source: Only me
es: Sólo yo
it: Solo io

# sn_152
source: Wireless network
es: Red inalámbrica
it: Rete senza fili

# sn_153
source: Scan QR code to live stream
es: Escanear en vivo
it: Scansiona il codice QR per il live

# sn_154
source: Use AKASO camera to scans the QR code Start live streaming
es: Use la cámara AKASO para escanear el código QR Inicie la transmisión en vivo
it: Usa la fotocamera AKASO per scansionare il codice QR/nAvvia la trasmissione diretta

# sn_155
source: Account authorization failed
es: Autorización de cuenta fallida
it: Autorizzazione account non riuscita

# sn_156
source: SD card not inserted
es: No hay tarjeta SD insertada
it: Scheda SD non inserita

# sn_157
source: Low battery
es: Batería baja
it: Batteria scarica

# sn_158
source: Charging
es: Cargando
it: Ricarica

# sn_159
source: Dawn
es: Amanecer
it: Alba

# sn_160
source: Connect Network
es: Conectarse a la red
it: Connetti rete

# sn_161
source: Hotspot
es: Punto de acceso
it: Punto di accesso

# sn_162
source: Please enter the WiFi name
es: Por favor ingrese el nombre de WiFi
it: Inserisci il nome WiFi

# sn_163
source: Save
es: Guardar
it: Salva

# sn_164
source: Turn on the phone hotspot
es: Enciende el punto de acceso del teléfono
it: Attiva l'hotspot del telefono

# sn_165
source: Please enter the WiFi password
es: Por favor ingrese la contraseña de WiFi
it: Si prega di inserire la password WiFi

# sn_166
source: Custom live streaming address
es: Dirección de transmisión en vivo personalizada
it: Indirizzo di trasmissione personalizzato

# sn_167
source: Preview error, please check
es: Error de vista previa, verifique
it: Errore di anteprima, per favore controlla

# sn_168
source: Processing
es: Procesando
it: Lavorazione

# sn_169
source: Auto-rotate
es: Auto-Rotación
it: Rotazione automatica

# sn_170
source: Fill light
es: Luz de relleno
it: Riempi la luce

# sn_171
source: Live streaming
es: Transmisión en vivo
it: Trasmissione diretta

# sn_172
source: Wind noise reduction
es: Reducción del ruido del viento
it: Riduzione del rumore del vento

# sn_173
source: The system firmware version is too low Upgrade firmware
es: La versión del firmware del sistema es demasiado baja Actualizar firmware
it: La versione del firmware di sistema è troppo bassa Aggiorna il firmware

# sn_174
source: Upgrade firmware
es: Actualización de firmware
it: Aggiorna il firmware

# sn_175
source: Internet connection
es: conexión a Internet
it: Connessione a Internet

# sn_176
source: Updating the firmware requires switching the network to the Internet
es: Actualizar el firmware requiere cambiar la red a Internet
it: L'aggiornamento del firmware richiede il passaggio della rete a Internet

# sn_177
source: Set up the network
es: Configurar la red
it: Configura la rete

# sn_178
source: Downloading the latest firmware...
es: Descargando el último firmware ...
it: Download dell'ultimo firmware ...

# sn_179
source: Do not disconnect from the network
es: No desconectar de la red.
it: Non disconnettersi dalla rete

# sn_180
source: Upgrade camera firmware
es: Actualizar el firmware de cámara
it: Aggiorna il firmware della telecamera

# sn_181
source: The camera firmware download is completed, connect the camera Connect the camera to upgrade the new firmware
es: La descarga del firmware se ha completado, conecte la cámara Conecte la cámara para actualizar el nuevo firmware
it: Il download del firmware della telecamera è completato, collegare la telecamera Collegare la telecamera per aggiornare il nuovo firmware

# sn_182
source: The system is being upgraded...
es: El sistema se está actualizando ...
it: Il sistema è in fase di aggiornamento ...

# sn_183
source: Please do not disconnect the camera or turn off the camera We are adding more new features~
es: No desconecte la cámara ni apague la cámara Agregamos más funciones nuevas ~
it: Non scollegare la fotocamera o spegnere la telecamera Abbiamo aggiunto altre nuove funzionalità ~

# sn_184
source: Checking the network...
es: Comprobando la red ...
it: Verifica della rete ...

# sn_185
source: Updating the firmware requires switching the network to the Internet
es: Actualizar el firmware requiere cambiar la red a Internet
it: L'aggiornamento del firmware richiede il passaggio della rete a Internet

# sn_186
source: Downloading
es: Descargando
it: Sta scaricando

# sn_187
source: Upgrade succeeded
es: Actualización exitosa
it: L'aggiornamento è riuscito

# sn_188
source: The camera firmware has been upgraded to the latest version, try it now
es: El firmware de cámara se ha actualizado a la última versión, pruébelo ahora
it: Il firmware della telecamera è stato aggiornato all'ultima versione, provalo ora

# sn_189
source: Try it now
es: Pruebalo ahora
it: Provalo ora

# sn_190
source: Upgrade failed
es: Actualización fallida
it: Aggiornamento fallito

# sn_191
source: Continue to upgrade
es: Continuar actualizando
it: Continua ad aggiornare

# sn_192
source: Download again
es: Descargar de nuevo
it: Scarica di nuovo

# sn_193
source: Failed to download the upgrade package, please check the network!
es: No se puede descargar el paquete de actualización, ¡compruebe la red!
it: Impossibile scaricare il pacchetto di aggiornamento, si prega di controllare la rete!

# sn_194
source: Camera firmware upgrade failed, please upgrade again
es: Falló la actualización del firmware de cámara, actualice nuevamente
it: Aggiornamento del firmware della telecamera non riuscito, eseguire nuovamente l'aggiornamento

# sn_195
source: Cancel update
es: Cancelar actualización
it: Annulla Aggiornamento

# sn_196
source: New camera firmware upgrade
es: Nueva actualización del firmware de cámara
it: Nuovo aggiornamento del firmware della telecamera

# sn_198
source: User Agreement
es: Acuerdo del Usuario
it: Accordo per gli utenti

# sn_199
source: Privacy Policy
es: Política de privacidad
it: politica sulla riservatezza

# sn_200
source: View complete
es: Ver completo
it: Visualizza completo

# sn_201
source: I disagree
es: Desacuerdo
it: non sono d'accordo

# sn_202
source: Agree and continue
es: Aceptar y continuar
it: Accetto e continua

# sn_203
source: Welcome to AKASO GO
es: Bienvenido a AKASO GO
it: Benvenuti in AKASO GO

# sn_204
source: You need to agree with the User Agreement and Privacy Policy before you can use the AKASO GO App
es: Debe aceptar el acuerdo de usuario y los términos de privacidad antes de poder usar la APP 'AKASO GO'
it: Prima di poter utilizzare l'app AKASO GO, è necessario accettare le condizioni per l'accordo e la privacy dell'utente

# sn_205
source: Sorry, no Internet connection
es: No hay red
it: Spiacente, nessuna rete al momento

# sn_206
source: refresh
es: Actualizar
it: Ricaricare

# sn_208
source: Your firmware is up to date
es: Actualmente es la última versión
it: L'attuale è l'ultima versione

# sn_209
source: I know
es: OK
it: OK

# sn_210
source: Software update
es: Actualización de software
it: Aggiornamento del software

# sn_211
source: New version
es: nueva versión
it: Nuova versione

# sn_212
source: The camera firmware download is complete
es: Se completó la descarga del firmware de la cámara
it: Il download del firmware della fotocamera è completo

# sn_213
source: New firmware can be installed after connecting the camera
es: Se puede instalar nuevo firmware después de conectar la cámara
it: Il nuovo firmware può essere installato dopo aver collegato la fotocamera

# sn_214
source: Firmware update
es: Actualización de firmware
it: Aggiornamento del firmware

# sn_215
source: Update
es: Actualizando
it: Aggiornamento

# sn_216
source: Waiting
es: Esperando...
it: Aspettando ...

# sn_217
source: Complete
es: Completo
it: Completare

# sn_218
source: Download failed
es: Descarga fallida
it: Scaricamento fallito

# sn_219
source: Time remaining
es: Restante
it: Rimanente

# sn_220
source: second
es: segundo
it: Secondo

# sn_221
source: Downloading
es: descargando
it: Scaricamento

# sn_222
source: Finishing processing...
es: Terminando el procesamiento ...
it: Processo finiturando

# sn_223
source: Canceled
es: Cancelado
it: Annullato

# sn_224
source: Your firmware is up to date
es: Actualmente es la última versión
it: L'attuale è l'ultima versione

# sn_225
source: Network Error
es: Error de red
it: Errore di rete

# sn_226
source: No network detected, please try again after connecting
es: No se detectó ninguna red. Vuelve a intentarlo después de vincular.
it: Nessuna rete rilevata, riprova dopo la connessione

# sn_227
source: Connect to the Internet
es: Conectar a internet
it: Connettiti a Internet

# sn_228
source: Updating the firmware requires switching the network to the Internet
es: Actualizar el firmware requiere cambiar la red a Internet
it: L'aggiornamento del firmware richiede il passaggio della rete a Internet

# sn_229
source: Switch network
es: Cambiar de red
it: Cambia rete

# sn_230
source: Disconnected from the network
es: Desconectado de la red
it: Scollegato dalla rete

# sn_231
source: Retry
es: Inténtalo de nuevo
it: Riprova

# sn_232
source: Network Error
es: Error de red
it: Errore di rete

# sn_233
source: The current update has not been completed. Are you sure you want to exit?
es: La actualización actual no se ha completado. ¿Está seguro de que desea salir?
it: L'aggiornamento corrente non è stato completato. Vuoi uscire?

# sn_234
source: Please do not change your Wi-Fi settings or turn off the camera connection,until the update is complete
es: No cambie la configuración de Wi-Fi ni apague la conexión de la cámara, hasta que se copien los archivos
it: Non modificare le impostazioni Wi-Fi o disattivare la connessione della fotocamera fino a quando i file non vengono copiati

# sn_235
source: The video has been downloaded, click the button at the bottom to go to the media file, you can easily edit the video with one click.
es: El video se ha descargado, haga clic en el botón en la parte inferior para ir al archivo multimedia , puede editar fácilmente el video con un clic.
it: Il video è stato scaricato, fai clic sul pulsante in basso per andare al file multimediale , puoi modificare facilmente il video con un clic.

# sn_237
source: Continue download
es: Continuar descargando
it: Continua il download

# sn_238
source: Leave
es: Salir
it: Lasciare

# sn_239
source: New version found
es: Hay Nueva versión
it: Nuova versione trovata

# sn_240
source: Do not update now
es: No actualizar temporalmente
it: Non aggiornare temporaneamente

# sn_241
source: After the download is canceled, the project in progress will not be saved .
es: Una vez cancelada la descarga, el proyecto en curso no se guardará .
it: Dopo l'annullamento del download, il progetto in corso non verrà salvato.

# sn_242
source: (Update content)
es: (actualización del contenido)
it: (Aggiorna contenuto)

# sn_207
source: The location service is not enabled, please turn on service AKASO GO in system Settings to use your location service for more convenient camera use
es: El servicio de localización no está activado. para activar el servicio AKASO GO en la configuración del sistema es necesario utilizar el servicio de localización para facilitar el uso de la cámara
it: Il servizio di localizzazione non è abilitato, abilita il servizio nelle impostazioni di sistema AKASO GO deve utilizzare il tuo servizio di localizzazione per utilizzare la fotocamera in modo più conveniente

# sn_243
source: open
es: inicio
it: 开启

# sn_244
source: no SD
es: Sin SD
it: 无SD

# sn_245
source: Unselect all
es: Deselecciona todo
it: Deseleziona tutto

# sn_246
source: %@ files selected
es: %@ archivos seleccionados
it: %@ file selezionati

# sn_247
source: files
es: UN archivo
it: Un file

# sn_248
source: Don't worry,we won't pst without your permission
es: No se preocupe, no publicaremos sin su permiso.
it: Non preoccuparti, non faremo pst senza il tuo permesso

# sn_249
source: Continue with WeChat
es: Continuar con WeChat
it: Continuare con WeChat

# sn_250
source: Sign up with Email
es: Continuar con el correo electrónico
it: Continuare con l'email

# sn_251
source: Join
es: Unirse
it: Aderire

# sn_252
source: Already have an account? Log In
es: Ya tienes una cuenta? Inicia sesión
it: Hai già un account? Accesso

# sn_253
source: Forgot your password?
es: ¿Olvidaste contraseña?
it: Hai dimenticato la password?

# sn_254
source: Join now
es: Únete ahora
it: Iscriviti adesso

# sn_255
source: Not a member yet?
es: ¿No miembros?
it: Non sei ancora un membro?

# sn_256
source: What should we call you?
es: Como deberíamos llamarte
it: Come dovremmo chiamarti?

# sn_257
source: First Name
es: Nombre
it: Nome

# sn_258
source: Last Name
es: Apellido
it: Cognome

# sn_259
source: Continue with other ways
es: Otras formas de continuar
it: Continuare in altri modi

# sn_260
source: agree
es: De acuerdo con
it: essere d'accordo

# sn_261
source: User Agreement
es: Acuerdo del Usuario
it: Accordo per gli utenti

# sn_262
source: and
es: 和
it: con

# sn_263
source: Privacy Policy
es: Política de privacidad
it: Politica sulla riservatezza

# sn_264
source: Email address
es: Dirección de correo electrónico
it: Indirizzo email

# sn_265
source: Password
es: Contraseña
it: Passwort

# sn_266
source: Please enter the
es: Por favor ingrese
it: prego entra

# sn_267
source: The password cannot be empty
es: La contraseña no debe estar en blanco
it: la password non può essere vuota

# sn_268
source: The password should contain 6-20 characters, mixing lower and upper case letters and numbers
es: La contraseña no fue introducida correctamente
it: La password inserita non è corretta

# sn_269
source: Email cannot be empty.
es: El correo electrónico no puede estar vacío
it: L'email non può essere vuota.

# sn_270
source: Please enter the correct email address.
es: Ingrese la dirección de correo electrónico correcta
it: Inserisci l'indirizzo email corretto.

# sn_271
source: First name cannot be empty.
es: El nombre no puede estar vacío
it: Il nome non può essere vuoto.

# sn_272
source: First name cannot contain special characters.
es: El nombre no puede ser un carácter especial
it: Il nome non può contenere caratteri speciali.

# sn_273
source: Last name cannot be empty.
es: El apellido no puede estar vacío
it: Il cognome non può essere vuoto.

# sn_274
source: Last name cannot contain special characters.
es: El apellido no puede ser un carácter especial
it: Il cognome non può contenere caratteri speciali.

# sn_275
source: Birthday
es: Cumpleaños
it: Compleanno

# sn_276
source: Female
es: Mujer
it: Femmina

# sn_277
source: Male
es: Hombre
it: Maschio

# sn_278
source: Choose File
es: Seleccionar desde álbum
it: Scegli il file

# sn_279
source: Take a picture
es: Toma una foto
it: Fare una foto

# sn_280
source: Notification Center
es: Centro de notificaciones
it: Centro notifiche

# sn_281
source: About AKASO GO
es: Sobre AKASO GO
it: Informazioni su AKASO GO

# sn_282
source: Rate AKASO GO
es: Evaluar AKASO GO
it: Valuta AKASO GO

# sn_283
source: User Agreement
es: Acuerdo del Usuario
it: Accordo per gli utenti

# sn_284
source: Privacy Policy
es: Tratado de privacidad
it: politica sulla riservatezza

# sn_285
source: Version check
es: Verificación de versión
it: Controllo della versione

# sn_286
source: Save Changes
es: Ajuste
it: Salvare le modifiche

# sn_287
source: Personal page
es: Página personal
it: Pagina personale

# sn_288
source: Account
es: Cuenta
it: Conto

# sn_289
source: language
it: linguaggio

# sn_290
source: Clear cache
es: Limpiar cache
it: Cancellare cache

# sn_291
source: Send a crash report
es: Envía el informe de rundown
it: Invia rapporto di arresto anomalo

# sn_292
source: Change avatar
es: Cambiar foto
it: Cambia avatar

# sn_293
source: Gender
es: Género
it: Genere

# sn_294
source: Age
es: Años
it: Età

# sn_295
source: Log out
es: Cerrar sesión
it: Uscire

# sn_297
source: Change avatar
es: Cambiar foto
it: Cambia avatar

# sn_298
source: My story
es: Mi historia
it: la mia storia

# sn_299
source: AKASO official website
es: Sitio web oficial de AKASO
it: Sito ufficiale AKASO

# sn_300
source: Send feedback
es: Comentarios
it: Invia feedback

# sn_301
source: Videos with anti-shake tags do not support batch download
es: Los videos con etiquetas anti-vibración no admiten la descarga por lotes
it: I video con etichetta anti-shake non supportano il download in batch

# sn_302
source: I got it
es: OK
it: OK

# sn_303
source: Select the video effect of downloaded files
es: Elija el efecto de video después de descargar
it: Scegliere l'effetto video del file scaricato

# sn_306
source: Default
es: Defecto
it: Predefinito

# sn_307
source: Custom
es: Personalizar
it: Personalizzato

# sn_308
source: Bit rate
es: Tasa de bits
it: Tasso di bit

# sn_309
source: Highest frame rate
es: Velocidad de fotogramas más alta
it: Massimo Frequenza dei fotogrammi

# sn_310
source: Are you sure you want to delete the selected file?
es: ¿Está seguro de que desea eliminar el archivo seleccionado?
it: Sei sicuro di voler eliminare il file selezionato?

# sn_311
source: Not Now
es: Ahora no
it: Non adesso

# sn_312
source: Upgrade now
es: Actualizar inmediatamente
it: Aggiornare ora

# sn_313
source: Password Reset Email Sent
es: Correo electrónico de restablecimiento de contraseña enviado
it: Email di reimpostazione della password inviata

# sn_314
source: An email has been sent to %@. You can reset your password.
es: El mensaje se ha enviado a%@, puede establecer una nueva contraseña.
it: È stata inviata un'e-mail a%@. Puoi reimpostare la tua password.

# sn_315
source: Unlink %@
es: Reenviar email
it: Scollegare%@

# sn_316
source: If you unlink %@, you will not be able to log in with %@. To log in to the AKASO GO app, you must use your email and other methods.
es: Si se desconecta de%@, no podrá iniciar sesión con%@. Para iniciar sesión en AKASO GO, debe utilizar su correo electrónico y otros métodos.
it: Se si scollega%@, non sarai in grado di accedere con%@. Per accedere all'app AKASO GO, devi utilizzare la tua e-mail e altri metodi.

# sn_1000
source: Your %@ is connected! Create an AKASO GO account to log in and start using it.
es: ¡Tu%@ está conectado! Cree una cuenta de AKASO GO para iniciar sesión y comenzar a usarla.
it: Il tuo%@ è connesso! Crea un account AKASO GO per accedere e iniziare a usarlo.

# sn_1001
source: That username is taken. Try another.
es: Este Email ya lo está utilizando otro usuario
it: Quel nome utente è già utilizzato. Prova un altro.

# sn_1002
source: You can log in to the account bound to this email
es: Puede iniciar sesión en la cuenta vinculada a este Email
it: Puoi accedere all'account associato a questa email

# sn_1003
source: Log in to an existing account
es: Iniciar sesión en una cuenta existente
it: Accedere a un account esistente

# sn_1004
source: Authorization failure
es: Falta de autorización
it: Autorizzazione fallita

# sn_1005
source: No internet connection. Connect to the internet and try again.
es: No se detectó ninguna red. Vuelve a intentarlo después de vincular.
it: Nessuna connessione internet. Connettiti a Internet e riprova.

# sn_1006
source: Prompt
es: Nota
it: Nota

# sn_1007
source: After the download is canceled, the project in progress will not be saved.
es: Una vez cancelada la descarga, el proyecto en curso no se guardará.
it: Dopo l'annullamento del download, il progetto in corso non verrà salvato.

# sn_1008
source: Are you sure you want to log out?
es: ¿Está seguro de que desea cerrar la sesión?
it: Sei sicuro di voler uscire?

# sn_1009
source: Feedback
es: Retroalimentación
it: risposta

# sn_1010
source: AKASO GO Introduce
es: Introducción de AKASO GO
it: Introduzione di AKASO GO

# sn_1011
source: New version available %@
es: Nueva versión%@ encontrada
it: Nuova versione %@ trovata

# sn_3000
source: To help protect the security of your account, please verify your email address.
es: Para la seguridad de su cuenta, verifique su dirección de correo electrónico
it: Per proteggere la sicurezza del tuo account, verifica il tuo indirizzo email.

# sn_3001
source: Just now
es: Acaba de
it: Proprio adesso

# sn_3002
source: minutes ago
es: Hace minutos
it: Minuti fa

# sn_3003
source: hours ago
es: Hace horas
it: Ore fa

# sn_3004
source: days ago
es: Hace días
it: Giorni fa

# sn_3900
source: You have logged in from another device.
es: El usuario ha iniciado sesión en otro dispositivo
it: Hai effettuato l'accesso da un altro dispositivo.

# sn_3901
source: That email address is registered.
es: El email ha sido registrado
it: Quell'indirizzo email è registrato.

# sn_3902
source: Email account or password cannot be empty.
es: La cuenta de correo electrónico o la contraseña no pueden estar vacías
it: L'account e-mail o la password non possono essere vuoti.

# sn_3903
source: Token cannot be empty.
es: el token está vacío
it: Il token non può essere vuoto.

# sn_3904
source: Token verification failed
es: la verificación del token falló
it: Verifica del token non riuscita

# sn_3905
source: Invalid parameter
es: El parámetro de solicitud no es válido
it: Parametro non valido

# sn_3906
source: Email account does not exist.
es: La cuenta de correo electrónico no existe
it: L'account di posta elettronica non esiste.

# sn_3907
source: The third-party login account is not registered.
es: La cuenta de inicio de sesión de terceros no está registrada
it: L'account di accesso di terze parti non è registrato.

# sn_3908
source: The avatar upload failed.
es: Error en el cambio de foto
it: Il caricamento dell'avatar non è riuscito.

# sn_3909
source: Session expired, please log in again
es: Por favor, vuelva a iniciar sesión cuando este caché de usuario se haya invalidado
it: Sessione scaduta, accedi di nuovo

# sn_3910
source: Third party login failed
es: Fallo en el acceso de terceros
it: Accesso di terze parti non riuscito

# sn_3911
source: User unbind authorization failed
es: El usuario ha fallado en desatar la autorización
it: Annullamento dell'autorizzazione dell'utente non riuscito

# sn_3912
source: The third party has been bound to other email address
es: Este tercero ha vinculado otros buzones de correo
it: La terza parte è stata vincolata a un altro indirizzo email

# sn_3913
source: Failed to get user authorization list
es: No pudo obtener la lista de autorización de usuario
it: Impossibile ottenere l'elenco di autorizzazioni utente

# sn_3914
source: The account or password is incorrect
es: Cuenta o contraseña incorrecta
it: Account o password errati
