Repository: keroushe/Localizable-Language
Catalog: iOS/mergestring2excel/language/*.lproj/Localizable.strings
Languages: es, it

# 无法访问所有照片
source: Can't access all photos
es: No puedo acceder a todas las fotos
it: Non riesco ad accedere a tutte le foto

# 请在设置-隐私-相册中允许访问所有照片
source: Please allow access to all photos in Settings-Privacy-Album
es: Permita el acceso a todas las fotos en Configuración-Privacidad-Álbum
it: Consentire l'accesso a tutte le foto in Impostazioni-Privacy-Album

# 要删除这张照片吗?
source: Do you want to delete this photo?
es: ¿Quieres borrar esta foto?
it: Vuoi eliminare questa foto?

# 要删除此视频吗?
source: Do you want to delete this video?
es: ¿Quieres borrar este video?
it: Vuoi eliminare questo video?

# 自由
source: Free
es: Libre
it: Libero

# HXAlbumCameraRoll
source: All photos
es: Todas las fotos
it: Tutte le foto

# HXAlbumPanoramas
source: Panoramic picture
es: Imagen panorámica
it: Immagine panoramica

# HXAlbumFavorites
source: Personal collection
es: Colección personal
it: Collezione personale

# HXAlbumTimelapses
source: Time-lapse photography
es: Foto de lapso de tiempo
it: Foto time lapse

# HXAlbumRecents
source: Recent projects
es: Proyectos recientes
it: Progetti recenti

# HXAlbumRecentlyAdded
source: Recently added
es: Recientemente añadido
it: Aggiunto recentemente

# HXAlbumBursts
source: Continuous snapshot
es: Instantánea continua
it: Istantanea continua

# HXAlbumSlomoVideos
source: Slow motion
es: Camara lenta
it: Rallentatore

# HXAlbumSelfPortraits
source: Selfie
it: Autoscatto

# HXAlbumScreenshots
source: Screenshot
es: Captura de pantalla
it: Immagine dello schermo

# HXAlbumDepthEffect
source: Portrait
es: Retrato
it: Ritratto

# HXAlbumLivePhotos
source: Live photos
es: Fotos en vivo
it: Foto dal vivo

# exchange_error_1
source: Insufficient AK Coins and Super Coins
es: Monedas AK y super monedas insuficientes
it: Monete AK e super monete insufficienti

# exchange_error_2
source: Insufficient AK Coins
es: Monedas AK insuficientes
it: Monete AK insufficienti

# exchange_error_3
source: Insufficient Super Coins
es: Supermoneda insuficiente
it: Super moneta insufficiente

# points_details_1
source: Register
es: Registrado
it: Registrato

# points_details_2
source: Verify (activate) email
es: Verificar (activar) correo electrónico
it: Verificare (attivarlo) l'email

# points_details_3
source: Complete your address
es: Complete la dirección
it: Inserire l'indirizzo

# points_details_4
source: Complete your personal information
es: Complete la información personal
it: Inserire le informazioni personali

# points_details_5
source: Download the app
es: Descargar APP
it: Scaricare l'APP

# points_details_6
source: Log in
es: Iniciar sesión
it: Accesso

# points_details_7
source: 1 USD spent = 5 points
es: 1 USD gastado = 5 integrales
it: 1 USD speso = 5 integrali

# points_details_8
source: List/commodity evaluation
es: Evaluación de listas / productos
it: Valutazione elenco / prodotto

# points_details_9
source: Visit the community
es: Visita la comunidad
it: Visita la community

# points_details_10
source: First register and log in to the app
es: Registrarse APP al primer vez e iniciar sesión
it: Registrare l'APP per la prima volta e accedi

# points_details_11
source: Verify email
es: Verificar correo electrónico
it: Verificare Email

# points_details_12
source: Third-party authorization login
es: Inicio de sesión por tercera autorización
it: Accesso tramite terza autorizzazione

# points_details_13
source: Complete your birthday
es: Complete Cumpleaños
it: Compleanno completo

# points_details_14
source: Complete your interest tags
es: Complete las etiquetas de interés
it: riempire i tag di interesse

# points_details_15
source: Complete your gender
es: Complete Género
it: Sesso completo

# points_details_16
source: Like for the first time
es: Primer gusta
it: La prima come

# points_details_17
source: First comment
es: Primer comentario
it: Il primo commento

# points_details_18
source: First sharing
es: Primer compartir
it: La prima condivisione

# points_details_19
source: First post
es: Primer Publicar
it: Il primo post pubblicato

# points_details_20
source: Like
es: Gusta
it: Piace

# points_details_21
source: Comment
es: Comentario
it: Commento

# points_details_22
source: Share
es: Compártelo
it: Condividerlo

# points_details_23
source: Post
es: Publicar
it: Pubblicare il post

# points_details_24
source: Liked by others
es: Gustó
it: È piaciuto

# points_details_25
source: Commented by others
es: Ser comentado
it: Essere commentato

# points_details_26
source: Recommended by others
es: Ser recomendado
it: Consigliato

# points_details_27
source: Followed by others
es: Ser seguido
it: È seguito

# points_details_28
source: Shared by others
es: Ser compartido
it: Essere condiviso

# points_details_29
source: Browse the discovery section
es: Navegación de la sección de descubrimiento
it: Navigazione nella sezione Discovery

# points_details_30
source: Daily check-in
es: Registrarse diario
it: Registrati ogni giorno

# NewIntegral_Gift_1
source: Amazon%d cash coupon
es: %d Cupón de Amazon
it: %d Buono Amazon

# NewIntegral_Gift_2
source: Surprise %d discount coupon
es: %d Cupón de descuento sorpresa
it: %d Buono sconto sorpresa

# NewIntegral_Gift_3
source: Surprise %d coupon
es: %d Cupón sorpresa
it: %d Buono a sorpresa

# NewIntegral_Gift_4
source: Outdoor tent
es: Casa de campaña al aire libre
it: Tenda da esterno

# NewIntegral_Gift_5
source: AKASO GO check-in card
es: Tarjeta de reemisión AKASO GO
it: Carta ristampata AKASO GO

# NewIntegral_Gift_6
source: %d AK Coin
es: %d Moneda AK
it: %d AK Moneta

# New_Photo_Deal_Title
source: Edit
es: Editar
it: Modificare

# New_Mine_Title
source: My
es: Mía
it: Il mio

# sn_veSave_01
source: Save the video successfully
es: Guarda el video con éxito
it: Salva il video con successo

# sn_veSave_02
source: Failed to save video
es: No se pudo guardar el video
it: Impossibile salvare il video

source: Redeem now
es: Canjear ahora
it: Riscattare ora

# sn_report_01
source: Report
es: Reporte
it: Rapportare

# sn_report_02
source: Please select a reporting option
es: Por favor seleccione el contenido del informe
it: Si prega di selezionare il contenuto del rapporto

# sn_report_03
source: Please choose the type
es: Por favor elija el tipo
it: Si prega di scegliere il tipo

# sn_report_04
source: submit
es: enviar
it: Invia

# sn_report_05
source: Pornographic
es: Pornográfico
it: Pornografico

# sn_report_06
source: Unkind behavior
es: Comportamiento cruel
it: Comportamento scortese

# sn_report_07
source: Politically sensitive
es: Políticamente sensible
it: Politicamente sensibile

# sn_report_08
source: Advertising
es: Publicidad
it: Pubblicità

# sn_report_09
source: Crime
es: Crimen
it: Crimine

# sn_report_10
source: Infringement
es: Infracción
it: Violazione

# sn_report_11
source: False information
es: Información falsa
it: Informazioni false

# sn_report_12
source: Harmful information
es: Información perjudicial
it: Informazioni dannose

# sn_report_13
source: Report succeeded
es: Reporte con éxito
it: Rapporto riuscito

# sn_report_15
source: copy Link
es: copiar link
it: copia link

# sn_report_16
source: Copy link successfully
es: Copiar enlace correctamente
it: Copia il link con successo

# sn_report_17
source: This work has been reported by you
es: Este trabajo ha sido informado por ti
it: Questo lavoro è stato segnalato da te

# sn_report_18
source: Report failed
es: Informe fallido
it: Rapporto fallito

# sn_photoEdit_100
source: Choose at least one photo
es: Elige al menos una foto
it: Scegli almeno una foto

# sn_connect_30
source: If your Keychain is always in the state of flashing yellow and blue lights alternately, just short press any key until the blue light is on.
es: Si Keychain siempre está en el estado de luces amarillas y azules intermitentes alternativamente, simplemente presione brevemente cualquier tecla hasta que la luz azul se encienda.
it: Se il portachiavi è sempre nello stato di luci gialle e blu lampeggianti alternativamente, basta premere brevemente un tasto qualsiasi fino a quando la luce blu si accende.

# SNNewShare_more
source: More
es: Más
it: Altro

# sn_connect_31
source: Failed to save, please check the phone storage space!
es: Error al guardar, ¡Comprueba el espacio de almacenamiento del teléfono!
it: Salvataggio non riuscito, Controlla lo spazio di archiviazione del telefono!

# NewOrder_EmailVerify_Msg
source: You need to verify your email address. Check your email inbox for the message we just sent.
es: Lo que está operando requiere la verificación de su dirección de correo electrónico, vaya a su bandeja de entrada para verificar el mensaje que acaba de enviar.
it: Questa operazione richiede la verifica dell'indirizzo e-mail, controlla la tua casella di posta per il messaggio che abbiamo appena inviato.

# points_details_35
source: Open treasure box
es: Abrir el cofre del tesoro
it: Apri lo scrigno del tesoro

# points_details_36
source: Following 10 users
es: Siguir a 10 usuarios
it: Segui 10 utenti

# points_details_37
source: AK coin consumption
es: Gasto de monedas AK
it: AK Coins Spending

# points_details_38
source: Complete your profile
es: Mejorar la información personal
it: Migliori le informazioni personali

# points_details_39
source: Questionnaire
es: Encuesta
it: Questionario

# product_quantity
source: Purchase quantity
es: Cantidad de compra
it: Quantità d'acquisto

source: Order details
es: Detalles del pedido
it: Dettagli dell'ordine

# order_product
source: Items
es: Producto
it: Prodotto

# order_info
source: Order information
es: Información del pedido
it: Informazioni sull'ordine

# order_id
source: Order Number:
es: Número de pedido:
it: Numero d'ordine：

# order_createTime
source: Creation time:
es: Tiempo de creación :
it: Tempo di creazione：

# order_product_price
source: Product Price
es: Cantidad del artículo
it: Voce Importo

# order_freight_price
source: Shipping
es: Cantidad de envío
it: Importo della spedizione

# order_status_process
source: Processing
es: Procesando
it: Elaborazione

# order_status_processing
source: Processing...
es: Procesando...
it: Elaborazione...

# order_status_shipped
source: Shipped
es: Enviado
it: Spedito

# order_status_signFor
source: Delivered
es: Firmado
it: Firmato

# order_payment
source: Actual payment:
es: Pago real:
it: Pagamento effettivo：

# order_viewLogistics
source: View Logistics
es: Ver la logística
it: Visualizza la logistica

# order_shipmentNumber
source: Shipment number
es: Número de logística
it: Numero logistica

# order_confirm
source: Confirm receipt
es: Confirmar la recepción de la mercancía
it: Conferma la ricezione della merce

# order_confirm_tips
source: Have you confirmed receipt of the goods?
es: ¿Confirmó la recepción de la mercancía?
it: Ha confermato il ricevimento della merce?

# order_useTutorial
source: Tutorial
es: Usar tutorial
it: Usa il tutorial

# order_copy
source: Copy
es: Copiar
it: Copia

# order_copy_success
source: Copy successful
es: Copiado exitosamente
it: Copiato con successo

# order_goto
source: Go to view
es: Ir a ver
it: Vai a vedere

# order_reward_1
source: Sign-in reward
es: Recompensa por iniciar sesión
it: Premi d'iscrizione

# order_reward_2
source: Day %@ sign-in reward
es: Recompensa de suscripción %@ día
it: Premio di check-in %@giorni

source: Coins multiple reward
es: Monedas recompensa multiplicador
it: Premio moltiplicatore di montete

# product_inventory_shortage
source: Insufficient stock, in replenishment
es: Agotado,está reabasteciendo
it: Esaurito, rifornimento in corso

# NewFind_Review_Failed
source: Review failed
es: Revisión no aprobada
it: Revisione non approvata

# NewIntegral_Receive_Gift_AkCoin
source: %d coins
es: %d Monedas
it: %d monete

# NewIntegral_Expire_Days
source: Expires in %d days
es: Caduca en %d días
it: Scade tra %d giorni

# NewIntegral_Expire_HourMinute
source: %02d:%02d: Expires after %02d
es: Caduca después de %02d:%02d:%02d
it: Scade dopo %02d:%02d:%02d

# NewIntegral_Gift_Open_Title
source: Open
es: Abrir
it: Aprire

# NewIntegral_Gift_Receive_Title
source: Get it right now
es: Recibir ahora mismo
it: Ritirarlo ora

# NewIntegral_Gift_Receive_Failed
source: Failed to claim
es: Recibir fallido
it: Ritirato insuccesso

# NewIntegral_Gift_Receive_Success
source: Received successfully
es: Recibir con éxito
it: Ritirato con successo

# NewIntegral_Gift_GenerateOrder_Failed
source: Order failed
es: Pedido fallido
it: Ordine fallito

# NewShopBuy_Result_BackToHome
source: Back to homepage
es: Volver a la pagina de inicio
it: Torna alla pagina iniziale

# NewShopBuy_Result_ViewOrder
source: View order
es: Ver el pedido
it: Visualizza l'ordine

# NewShopBuy_Result_Receive
source: Receive
es: Recibir
it: Pickup

# NewShopBuy_Result_Pay_Success
source: Payment successful
es: Pago exitoso
it: Pagamento con successo

# NewShopBuy_Result_Pay_Success_Message
source: Your payment was successful and you will earn %d AK Cash
es: Pago exitoso, obtiene %dAK en efectivo
it: Pagamento riuscito, ottieni %dAK contanti

# NewShopBuy_Info_Generate_Failed
source: Order generation failed
es: Error en la generación de pedidos
it: Generazione dell'ordine non riuscita

# NewShopBuy_Info_Buttom_Total_Title
source: Total:
it: Totale：

# NewShopBuy_Info_Add_Address
source: New shipping address
es: Agregar la dirección de recepción
it: Aggiungi l'indirizzo di ricezione

# NewShopBuy_Info_PayWay_Title
source: Payment method
es: Método de pago
it: Metodo di pagamento

# NewShopBuy_Info_Coupon_Empty_Msg
source: Not available
es: Indisponible
it: Non disponibile

# NewShopBuy_Info_Available_Integal
source: You have %d AK coins available
es: Tiene %d monedas AK disponibles
it: Hai %d monete AK disponibili

# NewShopBuy_Info_Error_MoreIntegral_1
source: Your AK coins balance is less than required
es: Exceder las monedas AK que tiene
it: Più monete AK di quelle che hai

# NewShopBuy_Info_Error_MoreIntegral_2
source: Exceed the required payment of AK coins
es: Exceder las monedas AK que debe pagar
it: Più monete AK di quelle da pagare

# NewShopBuy_Info_Error_Input
source: Input error
es: Entrar incorrecta
it: Ingresso errato

# NewShopBuy_Info_Order_Title
source: Shopping settlement
es: Liquidación de compras
it: Insediamento per gli acquisti

# NewShopBuy_Info_Address_Input_Err
source: Please fill in the address first, and then operate
es: Primero complete la dirección y luego continúe
it: Si prega di compilare prima l'indirizzo e poi procedere

# NewShopBuy_Info_Choose_Payway
source: Please select the payment method
es: Seleccione un método de pago
it: Si prega di selezionare un metodo di pagamento

# NewShopBuy_Address_InputComplete
source: Please fill in all required fields
es: Rellene todos los campos obligatorios
it: Si prega di compilare tutti i campi richiesti

# NewShopBuy_Address_PostCode_Err
source: Postal code verification failed
es: Error en la verificación del código postal
it: Verifica del codice postale non riuscita

# NewShopBuy_Address_Save_Failed
source: Failed to save the address
es: Error al guardar la dirección
it: Errore di salvataggio dell'indirizzo

# NewShopBuy_Address_Accept_Failed
source: Failed to obtain address information
es: Información de dirección no obtenida
it: Informazioni sull'indirizzo non ottenute

# NewShopBuy_Address_Title
source: Address
es: Dirección
it: Indirizzo

# NewShopBuy_Address_Required_Msg
source: Required
es: Campo requerido
it: Campo obbligatorio

# NewShopBuy_Address_Save_Msg
source: Save
es: Salvar
it: Salva

# NewShopBuy_Info_Coupon_Detail
source: Coupon details
es: Detalles de la oferta
it: Dettagli dell'offerta

# NewShopBuy_Info_Coupon_Empty_Detail
source: No coupons available
es: No hay cupone disponible
it: Nessun coupon disponibile

# NewShopBuy_Info_OrderInfo_Error
source: Failed to obtain order information
es: Información de pedido no obtenida
it: Informazioni sull'ordine non ottenute

# NewShopBuy_Result_PopGetAK_Count
source: %d AK coins
es: %d AK monedas
it: %dAK Monete

# NewShopBuy_Result_PopGetAK_Msg
source: Congratulations on getting
es: Felicitaciones por conseguir
it: Congratulazioni per aver ottenuto

# NewShopBuy_Info_Pay_Failed
source: Payment failed
es: Pago fallido
it: Mancato pagamento

# NewShopBuy_Info_AK_Unit
source: AK Coins
es: AK Moneda
it: AK moneta

# NewShopBuy_Info_Tips1
source: Upon clicking ‘Place Order’, I confirm I have read and acknowledged
es: Al hacer clic en "Realizar pedido", confirmo que he leído y acepto
it: Cliccando su 'Effettua ordine', confermo di aver letto e riconosciuto tutti i termini e le politiche.

# NewShopBuy_Info_Tips2
source: all terms and policies.
es: todos los términos y políticas.
it: Tutti i termini e le politiche.

# NewShopBuy_Info_DetailMsg
source: It is your responsibility to ensure that the address for receiving goods is correct. A wrong address may result in failing to receive the goods in time or failing to receive them.
es: Es su responsabilidad asegurarse de que la dirección para recibir los productos sea correcta. La dirección incorrecta puede resultar en: no recibir los productos a tiempo o no recibirlos.
it: È vostra responsabilità assicurarvi che l'indirizzo per la ricezione della merce sia corretto.Un indirizzo errato può risultare in: mancata ricezione della merce in tempo o mancata ricezione della stessa.

# NewIntegral_TaskPerfectHead_Title
source: Change avatar
es: Cambiar avatar
it: Cambia avatar

# NewIntegral_TaskPerfectHead_SubTitle
source: Change your avatar to earn AK coins immediately. You have earned
es: Cambiar su avatar para ganar monedas AK inmediatamente. Usted ha ganado
it: Ottenere immediatamente dopo aver cambiato con successo l'avatar, ricevuto

# NewIntegral_TaskFollowTenUser_Title
source: Follow 10 users
es: Seguir a 10 usuarios
it: Segui 10 utenti

# NewIntegral_TaskFollowTenUser_SubTitle
source: Follow new users to earn AK coins immediately. You have earned
es: Seguir a los nuevos usuarios para ganar monedas AK inmediatamente. Usted ha ganado
it: Ottenere immediatamente dopo aver seguito con successo, ottenuto

# NewIntegral_TaskRecommended_Title
source: Posts get recommended
es: Las publicaciones se recomiendan
it: La tua attività è stata raccomandata

# NewIntegral_TaskRecommended_SubTitle
source: If your posts obtain official recommendation and recognition, you can get %d AK coins
es: Si sus publicaciones obtienen recomendación y reconocimiento oficiales, puede obtener %d monedas AK
it: Ottieni %d monete AK quando la tua attività è raccomandata e approvata da AKASO

# NewAddress_Hit_Name
source: Contact Name
es: Nombre de contacto
it: Nome del contatto

# NewAddress_Hit_Mobile
source: Mobile
es: Móvil
it: Cellulare

# NewAddress_Hit_Street
source: Street address, P.O. box, etc.
es: Dirección postal, apartado postal, etc.
it: Indirizzo stradale, casella postale, ecc.

# NewAddress_Hit_Unit
source: Apt, suite, unit, etc.
es: Apt, suite, unidad, etc.
it: Apt, suite, unità, ecc.

# NewAddress_Hit_Country
source: Country
es: País
it: Paese

# NewAddress_Hit_City
source: City
es: Ciudad
it: Città

# NewAddress_Hit_Postcode
source: Zip/Postal Code
es: Código postal
it: Codice postale

# NewShopBuy_Info_Custom_Coins
source: Custom AK coins payment
es: Pago de monedas AK personalizado
it: Personalizza i pagamenti AK Montete

# NewShop_Order_Btn
source: Place an order now
es: Haz un pedido ahora
it: Fai un ordine ora

# specifications_tips
source: Please choose the type
es: Por favor elija el tipo
it: Si prega di selezionare il tipo

# coins_multiple_reward_tips
source: The platform will determine the multiple of coin rewards according to the user's contribution and activity status; up to 3x rewards can be obtained
es: La plataforma determinará el múltiplo de las recompensas de monedas de acuerdo con la contribución del usuario y el estado de actividad; se pueden obtener hasta 3x recompensas
it: La piattaforma determinerà l'attuale moltiplicatore della montete AK in base al contributo e allo stato di attività dell'utente; fino a 3 volte il valore della ricompensa

# NewIntegral_Gift_Msg_Get
source: Consecutive %d days sign-in reward
es: Recompensa por inicio de sesión de %d días consecutivos
it: Ottenuto dopo l'accesso tra%d giorni

# NewIntegral_Gift_Msg_Expire
source: Expire
es: Expirar
it: Scadenza

# NewIntegral_Topic_NumMsg
source: %d posts
es: %d mensajes
it: %d post

# publish_tag_add
source: Add tag
es: Añadir etiqueta
it: Aggiungi Tag

# publish_topic_search
source: Enter a name to search for topics
es: Ingrese un nombre para buscar temas
it: Immettere un nome per cercare gli argomenti

# publish_topic_hotRank
source: HOT
es: Lista popular
it: CALDO

# publish_heat_count
source: %d discussions
es: %d discusiones
it: %d discussioni

# publish_tag
source: Tag
es: Etiqueta
it: Etichetta

# publish_tag_recommend
source: Recommend:
es: Recomendar:
it: Consiglia:

# publish_tag_exist
source: Tag already exists
es: La etiqueta ya existe
it: Il tag esiste già

# publish_tag_input
source: Please enter a tag
es: Ingrese una etiqueta
it: Inserisci un tag

# publish_more
source: More
es: Más
it: Di più

# NewIntegral_TaskPerfectUserInfo_Title
source: Complete personal information
es: Mejorar la información personal
it: Migliora le informazioni personali

# NewIntegral_TaskPerfectUserInfo_SubTitle
source: Change your avatar or successfully fill out your gender and birth date to earn AK coins immediately. You have earned
es: Cambie el avatar; consígalo inmediatamente después de completar con éxito el género y la fecha de nacimiento, ya tiene
it: Cambia l'avatar; ottenerlo immediatamente dopo aver inserito correttamente sesso e compleanno, già ottenuto

# NewIntegral_Start_Publish_Now
source: Participate now
es: Participa ahora
it: Partecipa ora

# NewLogin_LoginTipMessage_Title2
source: Without an account, you will not be able to use some functions in the app
es: Sin una cuenta, no podrá utilizar algunas funciones de la aplicación
it: Senza un account, non sarai in grado di utilizzare alcune funzioni dell'applicazione

# NewLogin_LoginTipMessage_Login
source: Register/Login Now
es: Registrarse/Iniciar Sesión Ahora
it: Registrati/Login ora

# NewLogin_LoginTipMessage_Continue
source: Continue to Experience
es: Continuar Experimentando
it: Continua a sperimentare

# NewLogin_LoginTipMessage_Title
source: Choose a reason for not logging in, continue to experience
es: Elija una razón para no iniciar sesión, continúe experimentando
it: Scegli un motivo per cui non ti sei registrato, continua l'esperienza

# NewLogin_LoginTipMessage_Reason1
source: Do not want to register
es: No desea registrar
it: Non voglio usare altre funzioni

# NewLogin_LoginTipMessage_Reason2
source: Too much touble to log in
es: Demasiados problemas para iniciar sesión
it: Troppa fatica per accedere

# NewLogin_LoginTipMessage_Reason3
source: Do not want to use other functions
es: No desea utilizar otras funciones
it: Non voglio usare altre funzioni

# login_douyin
source: Tik Tok
es: Douyin
it: Douyin

# login_register_tips
source: Sign up to enter your personal data
es: Regístrese para ingresar sus datos personales
it: Iscriviti per inserire i tuoi dati personali

# login_method_email
source: Continue with Email
es: Continuar con el correo electrónico
it: Continuare con l'email

# login_method_wechat
source: Continue with Wechat
es: Continuar con Wechat
it: Continua con Wechat

# login_method_sina
source: Continue with Weibo
es: Continuar con Weibo
it: Continua con Weibo

# login_method_facebook
source: Continue with Facebook
es: Continuar con Facebook
it: Continua con Facebook

# login_method_google
source: Continue with Google
es: Continuar con Google
it: Continua con Google

# login_more
source: More Options
es: Más opciones
it: Altre opzioni
