Repository: keroushe/Localizable-Language
Catalog: iOS/mergestring2excel/language/*.lproj/Localizable.strings
Languages: es, it

# sn_5000
source: Thank you for your trust and support for AKASO GO. In order for you to better use AKASO GO, we will obtain the following permissions (which may involve account number, device, location and other relevant information) according to the requirements of relevant functions. AKASO GO does not obtain, share, or provide your personal information from third parties without your consent; You can view, correct, or delete your personal information at any time, and AKASO SO will provide a way to log off.
es: Gracias por su confianza y apoyo a AKASO GO. Para que pueda usar AKASO GO mejor, obtendremos sus siguientes permisos (que pueden involucrar la cuenta, el dispositivo, la ubicación y otra información relacionada) de acuerdo con las necesidades de las funciones relacionadas; AKASO GO no Obtenga, comparta o proporcione su información personal de un tercero; Puede ver, corregir o eliminar su información personal en cualquier momento, y AKASO SO proporcionará una forma de cancelar.
it: Grazie per la vostra fiducia e supporto per AKASO GO. Per poter utilizzare AKASO GO meglio, otterremo le seguenti autorizzazioni (che possono riguardare account, dispositivo, posizione e altre informazioni correlate) in base alle esigenze delle funzioni correlate; AKASO GO non lo farà Ottieni, condividi o fornisci le tue informazioni personali da terzi; Puoi visualizzare, correggere o eliminare le tue informazioni personali in qualsiasi momento e AKASO SO fornirà un modo per cancellarle.

# sn30_1
source: STEP1: Firstly make sure your keychain is off, press and hold the Power on/off Button to power on your KeyChain camera until the blue indicator is on.
es: Paso 1: En el estado de apagado, presione y mantenga presionado el botón del interruptor hasta que la luz azul esté encendida
it: Passaggio 1: nello stato di arresto, premere e tenere premuto il pulsante di accensione fino a quando la luce blu non si accende

# sn30_2
source: Step2: Press Power on/off Button button and the yellow indicator flashes to indicate Wi-Fi is enabled.
es: Paso 2: Haga clic en el botón del interruptor y espere hasta que la luz amarilla parpadee, el WiFi esté encendido
it: Passaggio 2: fare clic sul pulsante di commutazione e attendere che la luce gialla lampeggi e il Wi-Fi sia acceso

# sn30_3
source: Step3: Click the “Live Preview” and follow the prompts to connect your KeyChain camera.
es: Paso 3: Haga clic en el botón "Vista previa en tiempo real", siga las instrucciones para conectarse a KeyChain
it: Passaggio 3: fare clic sul pulsante "Anteprima in tempo reale", seguire le istruzioni per connettersi a KeyChain

# sn_photoEdit_01
source: %zd videos and %zd photos selected
es: %zd videos y %zd fotos seleccionados
it: %zd video e%zd foto selezionati

# sn_photoEdit_02
source: Picture editing
es: Edición de imágenes
it: Modificare delle immagini

# sn_photoEdit_03
source: Crop
es: Recortar
it: Ritaglia

# sn_photoEdit_04
source: Compare
es: Comparar
it: Confrontare

# sn_photoEdit_05
source: Filter
es: Filtrar
it: Filtro

# sn_photoEdit_06
source: Toning
es: Tonificante
it: Tonificante

# sn_photoEdit_07
source: Original
it: Originale

# sn_photoEdit_08
source: vanilla
es: vainilla
it: vaniglia

# sn_photoEdit_09
source: Black and white
es: Blanco y negro
it: Bianco e nero

# sn_photoEdit_10
source: Shanghai Beach
es: Playa de Shanghai
it: Spiaggia di Shanghai

# sn_photoEdit_11
source: Flying flower
es: Feihua
it: Feihua

# sn_photoEdit_12
source: Ruth
es: Lusi
it: Lucy

# sn_photoEdit_13
source: Neon
es: Nishang
it: Vestiti cinesi

# sn_photoEdit_14
source: Youth
es: Shaohua
it: Shaohua

# sn_photoEdit_15
source: Perfume
it: Profumo

# sn_photoEdit_16
source: Incense sandalwood
es: Xiangtan
it: Sandalo

# sn_photoEdit_17
source: Beauty
es: Yan Ruyu
it: Yan Ruyu

# sn_photoEdit_18
source: After rain
es: Despues de la lluvia
it: Dopo la pioggia

# sn_photoEdit_19
source: Brightness
es: Brillo
it: Luminosità

# sn_photoEdit_20
source: Contrast
es: Contraste
it: Contrasto

# sn_photoEdit_21
source: Saturation
es: Saturación
it: Saturazione

# sn_photoEdit_22
source: Sharpness
es: Nitidez
it: Nitidezza

# sn_photoEdit_23
source: White balance
es: Balance de blancos
it: bilanciamento del bianco

# sn_photoEdit_24
source: Vignetting
es: Viñeteado
it: Vignettatura

# sn_photoEdit_25
source: About us
es: Acerca de nosotros
it: Riguardo a noi

# sn_photoEdit_26
source: General settings
es: Configuración General
it: Impostazioni generali

# sn_photoEdit_27
source: Messages and reminders
es: Mensajes y recordatorios
it: Messaggi e promemoria

# sn_photoEdit_28
source: Account and security
es: Cuenta y seguridad
it: Account e sicurezza

# sn_photoEdit_29
source: Share this post to
es: Comparte este mensaje a
it: Condividere questo post a

# sn_photoEdit_30
source: Next
es: Próximo paso
it: Il prossimo

# sn_photoEdit_31
source: Original ratio
es: Proporción original
it: Rapporto originale

# sn_connect_01
source: Please enter the device WIFI name
es: Ingrese el nombre de WIFI del dispositivo
it: Immettere il nome WIFI del dispositivo

# sn_connect_02
source: Device
es: Dispositivo
it: Dispositivo

# sn_connect_03
source: Add device
es: Añadir dispositivo
it: Aggiungere dispositivo

# sn_connect_04
source: Record every moment you want
es: Graba cada momento que quieras
it: Registrare ogni momento che desideri

# sn_connect_05
source: Choose the device you want to add
es: Elija el dispositivo que desea agregar
it: Scegliere il dispositivo che desideri aggiungere

# sn_connect_06
source: Please confirm the above operation first!
es: ¡Confirme primero la operación anterior!
it: Si prega di confermare prima l'operazione di cui sopra!

# sn_connect_07
source: The above operation has been confirmed
es: La operación anterior ha sido confirmada.
it: L'operazione sopra è stata confermata

# sn_connect_08
source: Please follow the animation prompts to make sure your device has Wi-Fi turned on
es: Siga las instrucciones de la animación para encender la conexión WiFi del dispositivo.
it: Seguire le istruzioni di animazione per assicurarti che il tuo dispositivo abbia il Wi-Fi attivato

# sn_connect_09
source: Connect to the device's Wi-Fi
es: WiFi conectado
it: Connettere al Wi-Fi del dispositivo

# sn_connect_10
source: Go to the Wi-Fi setting interface to connect to the device's Wi-Fi
es: Vaya a la interfaz de configuración de WiFi para conectarse al dispositivo WiFi
it: Accedere all'interfaccia delle impostazioni Wi-Fi per connettersi al Wi-Fi del dispositivo

# sn_connect_11
source: Password:
es: Contraseña:
it: Parola d'ordine:

# sn_connect_12
source: Connect now
es: Conecte ahora
it: Connettiti ora

# sn_connect_13
source: Password:
es: Contraseña:
it: Parola d'ordine:

# sn_connect_14
source: ~ End ~
es: ~ No más ~
it: ~ Fine ~

# sn_connect_15
source: Please connect to the device's Wi-Fi
es: Por favor conecta WiFi del dispositivo
it: Connettiti al Wi-Fi del dispositivo

# sn_connect_16
source: AKASO wonderful moments
es: AKASO Maravillosos Momentos
it: AKASO momenti meravigliosi

# sn_connect_17
source: Basic image stabilization
es: Estabilización de imagen básica
it: Stabilizzazione di base dell'immagine

# sn_connect_18
source: Super Smooth
es: Super anti-vibración
it: Super anti-vibrazione

# sn_connect_19
source: The super smooth function is mainly to download the camera's video material through the app, and the app performs super anti-shake processing, the effect is better!
es: La función súper anti-vibración es principalmente para descargar el material de video de la cámara a través de APP, y la APP realiza un procesamiento súper anti-vibración, ¡el efecto es mejor!
it: La funzione super anti-shake serve principalmente per scaricare il materiale video della fotocamera tramite APP e l'APP esegue un'elaborazione super anti-shake, l'effetto è migliore!

# sn_connect_20
source: Are you sure you want to delete the device?
es: ¿Estás seguro de eliminar el dispositivo?
it: Sei sicuro di voler eliminare il dispositivo?

# sn_user_01
source: Verification email sent
es: Correo electrónico verificado enviado
it: Email di verifica inviata

# sn_user_02
source: General settings
es: Configuración General
it: Impostazioni generali

# sn_user_03
source: Wi-Fi only
es: Sólo wifi
it: Solo wifi

# sn_user_04
source: 4G and Wi-Fi
es: 4G y WiFi
it: 4G e Wi-Fi

# sn_user_05
source: Turn off autoplay
es: Desactivar Auto-reproducción
it: Disattiva la riproduzione automatica

# sn_user_06
source: Clear cache
es: Limpiar cache
it: Cancellare cache

# sn_user_07
source: Video autoplay
es: Auto-reproducción de video
it: Riproduzione automatica del video

# sn_user_08
source: After opening, the dynamic page and videos in each information stream will automatically play
es: Después de encender, la página dinámica y el video en cada flujo de información se reproducirán automáticamente.
it: Dopo l'apertura, la pagina dinamica ei video in ogni flusso di informazioni verranno riprodotti automaticamente

# sn_user_09
source: City
es: Ciudad
it: Città

# NewFind_Home_Find_Title
source: Discover
es: Descubrir
it: Scoprire

# NewFind_Home_Recommend_Title
source: Recommend
es: Recomendar
it: Consiglia

# NewFind_Home_Dynamic_Title
source: Posts
es: Dinámica
it: Dinamico

# NewFind_Home_Follow_Title
source: Follower
es: Seguir
it: Seguace

# NewFind_Home_Followed_Title
source: Followed
es: Seguido
it: Seguito

# NewFind_Home_Expanded_Title
source: All
es: Todos
it: Tutti

# NewFind_Home_Shirk_Title
source: Put away
es: Desplegar
it: Mettere via

# NewFind_Home_View_Translate_Title
source: View translation
es: Ver traducción
it: Visualizzare la traduzione

# NewFind_Home_Google_Translate_Title
source: Translated by Google
es: Traducido por Google
it: Tradotto da Google

# NewFind_Home_Recommend_Detail_Title
source: Recommended details
es: Detalles recomendados
it: Dettagli consigliati

# NewFind_Home_Uploading_Title
source: Uploading
es: Subiendo
it: Caricamento in corso

# NewFind_Home_Uploaded_Failed_Title
source: Upload failed, please try again
es: Error de carga, inténtalo de nuevo.
it: Caricamento non riuscito, riprova

# upload_alert_tips
source: Are you sure you want to cancel the upload?
es: ¿Quieres cancelar la carga?
it: Sei sicuro di voler annullare il caricamento?

# upload_alert_sure
source: Cancel upload
es: Cancelar
it: Annullare Caricamento

# upload_alert_not
source: Continue
es: No
it: Continuare

# NewFind_Comment_Reply_Title
source: Reply
es: Responder
it: Rispondere

# NewFind_Comment_4GPlay_TipMsg
source: You are currently connected via cellular data, please pay attention to data consumption
es: Actualmente es una red no WiFi, preste atención al consumo de datos
it: Attualmente è una rete non WiFi, si prega di prestare attenzione al consumo di dati

# NewFind_Video_Msg_Tip_Title
source: Prompt information
es: Notificación de mensajes
it: Informazioni rapide

# NewFind_Video_Contiue_Msg
source: Continue
es: Sigue reproduciendo
it: Continuare a giocare

# NewFind_Video_Play_Contiue_Tip
source: Playing this video will use
es: Reproducir este video consumirá
it: La riproduzione di questo video consumerà

# NewFind_Video_Play_Contiue_Tip_L
source: Cellular data
es: De tráfico
it: Traffico

# NewFind_Video_Loaded_Failed
source: Video failed to load
es: Cargar fallido el video
it: Il video non è stato caricato

# NewFind_Video_Retry_Msg
source: Tap to retry
es: Re-click
it: Fare clic per riprovare

# NewFind_Home_Share_Msg_Tip
source: Start sharing your activity~
es: Comienza a compartir tu actividad ~
it: Iniziare a condividere la Sua attività ~

# NewFind_Comment_Parise_Total_Num
source: %d likes
es: %d me gusta
it: %d persone è piaciuto

# NewFind_Comment_Total_Comment
source: %d comments
es: %d comentarios
it: %d commenti

# NewFind_Comment_Empty_Msg
source: Come and post your comment~
es: Ven y publica tu comentario ~
it: Venire a lasciare la Sua recensione~

# NewFind_Comment_Send_Tip
source: Post a comment
es: Publicar un comentario
it: Postare un commento

# NewFind_Comment_Reply_Tip
source: Reply
es: Responder
it: Rispondere

# NewFind_Comment_Total_Reply_Count
source: %d replies
es: %d respuestas
it: %d risposte

# NewFind_Comment_Author
source: Author
es: Autor
it: Autore

# NewFind_Comment_Ensure_Delete_Tip
source: Are you sure you want to delete it?
es: ¿Seguro que quieres borrarlo?
it: Sei sicuro di cancellarlo?

# NewFind_Comment_ViewAll
source: View all %d replies
es: Ver todas las%d respuestas
it: Visualizzare tutte le%d risposte

# NewFind_Attentioned_Tip
source: Followed
es: Seguido
it: Seguito

# NewFind_Attentioned_Failed_Tip
source: Follow failed
es: Seguido fallido
it: Seguito fallito

# NewFind_UnAttentioned_Tip
source: Unfollowed
es: No seguido
it: Non seguito

# NewFind_UnAttentioned_Failed_Tip
source: Unfollow failed
es: Dejar de seguir falló
it: Smettere di seguire fallita

# NewFind_Parised_Tip
source: Liked
es: Gusta éxito
it: Piace

# NewFind_Parised_Failed_Tip
source: Like failed
es: Gusta fallido
it: No piace

# NewFind_UnParised_Failed_Tip
source: Unlike failed
es: Unliked fallido
it: Unliked fallito

# NewFind_Comment_Success_Tip
source: Comment successful
es: Comentar exitoso
it: Commento riuscito

# NewFind_Comment_Failed_Tip
source: Comment failed
es: Comentar fallido
it: Commento non riuscito

# NewFind_Comment_Deleted
source: Comment deleted
es: Comentario borrado
it: Commento cancellato

# NewFind_Comment_Delete_Failed
source: Failed to delete
es: Borrar fallido
it: Cancellare non riuscita

# NewFind_Home_Work_Deleted
source: Works Deleted
es: Obras eliminado
it: Lavori cancellati

# NewFind_Home_Work_Delete_Failed
source: Works deletion failed
es: Eliminar fallido las obras
it: Cancellare i lavori falliti

# MJRefreshHeaderIdleText
source: Pull down to refresh
es: Tire hacia abajo para refrescar
it: Trascinare verso il basso per aggiornare

# MJRefreshHeaderPullingText
source: Release to refresh immediately
es: Suelte para actualizar inmediatamente
it: Rilasciare per aggiornare immediatamente

# MJRefreshHeaderRefreshingText
source: Refreshing data...
es: Actualizando datos ...
it: Aggiornamento dei dati in corso ...

# MJRefreshAutoFooterIdleText
source: Tap or pull up to load more
es: Haga clic o tire hacia arriba para cargar más
it: Toccare o tirare fino a caricare più

# MJRefreshAutoFooterRefreshingText
source: Loading more data...
es: Cargando más datos ...
it: Caricamento di altri dati ...

# MJRefreshAutoFooterNoMoreDataText
source: All loaded
es: Todo cargado
it: Tutto caricato

# MJRefreshBackFooterIdleText
source: Pull up to load more
es: Tire hacia arriba para cargar más
it: Tirare su per caricare di più

# MJRefreshBackFooterPullingText
source: Release to load more immediately
es: Suelte para cargar más inmediatamente
it: Rilasciare per caricare più immediatamente

# MJRefreshBackFooterRefreshingText
source: Loading more data...
es: Cargando más datos ...
it: Caricamento di altri dati ...

# MJRefreshBackFooterNoMoreDataText
source: All loaded
es: Todo cargado
it: Tutto caricato

# MJRefreshHeaderLastTimeText
source: Latest update:
es: Última actualización:
it: Ultimo aggiornamento:

# MJRefreshHeaderDateTodayText
source: Today
es: Hoy
it: Oggi

# MJRefreshHeaderNoneLastDateText
source: No record
es: Sin registro
it: Nessuna registrazione

# NewFind_Publish
source: Release
es: Publicar
it: Pubblicare

# NewFind_Publish_Title
source: New Posts
es: Lo más reciente
it: Cosa c'è di nuovo

# NewFind_Publish_Placeholder
source: Share beautiful moments
es: Comparte hermosos momentos
it: Condividere momenti belli

# NewFind_Publish_SaveToAlbum
source: Save to albums
es: Guardar en el álbum
it: Salvare in un album

# NewFind_Publish_AddTopic
source: Add a topic
es: Añadir tema
it: Aggiungi un argomento

# NewFind_Publish_AddLocation
source: Where are you
es: Dónde estás
it: Dove sei

# NewFind_Publish_Location
source: Location
es: Ubicación
it: Posizione

# NewFind_Publish_Location_NotShow
source: Do not show the location
es: No mostrar ubicación
it: Non mostrare la posizione

# publish_empty_tips
source: Post content cannot be empty!
es: ¡El contenido de la publicación no puede estar vacío!
it: Il contenuto del post non può essere vuoto!

# publish_video_invalid
source: The video file is invalid or has been deleted
es: El archivo de video no es válido o se ha eliminado
it: Il file video non è valido o è stato eliminato

# publish_photo_invalid
source: The picture file is invalid or has been deleted
es: El archivo de imagen no es válido o se ha eliminado
it: Il file immagine non è valido o è stato eliminato

# publish_success
source: Successfully posted!
es: ¡Publicado con éxito!
it: Inserito con successo!

# publish_sava_edit_tips
source: Are you sure you want to save the changes?
es: ¿Quieres guardar los cambios?
it: Sei sicuro di voler salvare le modifiche?

# publish_sava_edit_sure
source: Yes
es: Guardar
it: Sì

# HomePage_Fans
source: Fans
it: Fan

# HomePage_UpdateInfo
source: Modify profile
es: Modificar información
it: Modifica profilo

# HomePage_Medal
source: Medal
es: Medalla
it: Medaglia

# HomePage_MyFans
source: My fans
es: Mis fans
it: I miei fan

# HomePage_MyFollowed
source: My Follow
es: Sigue con interés
it: Il mio seguace

# HomePage_OtherFans
source: Other's fans
es: Fans de Él
it: Altri fan

# HomePage_OtherFollowed
source: Other's Follow
es: Sigue con interés de Él
it: Altri seguaci

source: Draft box
es: Cuadro de borrador
it: Scatola per bozze

# DraftBox_Edit
source: Edit
es: Editar
it: modificare

# DraftBox_Complete
source: Complete
es: Cumplido
it: Completare

# DraftBox_NotEdited
source: Not edited
es: No editado
it: Non modificato

# DraftBox_SelectAll
source: Select all
es: Seleccionar todo
it: Selezionare tutto

# DraftBox_Save_Time
source: Save time:
es: Ahorrar tiempo:
it: Risparmiare tempo:

# DraftBox_Save_Alert_Tips
source: Are you sure you want to save the draft?
es: ¿Quieres guardar el borrador?
it: Sei sicuro di salvare la bozza?

# DraftBox_Save_Alert_Sure
source: Yes
es: Guardar borrador
it: Sì

# draftBox_delete_alert_tips
source: Are you sure you want to delete the draft?
es: ¿Quieres eliminar el borrador?
it: Sei sicuro di eliminare la bozza?

# draftBox_delete_alert_sure
source: Yes
es: Eliminar
it: Sì

# notification
source: Notice
es: Notificación
it: Avviso

# notification_official
source: Official
es: Oficial
it: Ufficiale

# notification_dynamic
source: Post
es: Dinámica
it: Cosa c'è di nuovo

# notification_turnon_reminder
source: Turn on notification reminders
es: Activar recordatorios de notificaciones
it: Accendere promemoria di notifica

# notification_turnon_reminder_details
source: Get AKASO GO notifications as soon as possible
es: Reciba notificaciones de AKASO GO al primer tiempo
it: Ricevere le notifiche AKASO GO il più presto possibile

# notification_turnon_reminder_turnon
source: Enable
es: Activar
it: Abilitare

# notification_turnon_alert_tips
source: Turn on notifications, don’t miss interactive messages
es: Activa las notificaciones, no te pierdas los mensajes interactivos
it: Attivare le notifiche, da non perdere messaggi interattivi

# notification_turnon_alert_not
source: Not now
es: Ahora no
it: Non adesso

# notification_like_works
source: liked your works
es: Gusta tu obra
it: Piaceva il tuo lavoro

# notification_like_comment
source: liked your comment
es: Gusta tu comentario
it: Piaceva il tuo commento

# notification_comment_works
source: commented on your works
es: Comentar tu trabajo
it: Ha commentato il tuo lavoro

# notification_reply
source: replied to you
es: Te respondió
it: Ti ha risposto

# notification_attention
source: followed you
es: Te siguió
it: Ti ha seguito

# notification_comment_deleted
source: Sorry, the comment has been deleted
es: Lo sentimos, el comentario ha sido eliminado.
it: Spiacenti, il commento è stato cancellato

# notification_work_deleted
source: The work has been deleted
es: El trabajo ha sido eliminado
it: Il lavoro è stato rimosso

# notification_review_result_1
source: The administrator fails to pass the review of your posts:
es: El administrador no pasa la revisión de sus publicaciones:
it: L'amministratore non riesce a superare la revisione dei tuoi post:

# notification_review_result_2
source: The administrator has deleted your posts:
es: El administrador ha eliminado sus publicaciones:
it: L'amministratore ha rimosso i tuoi post:

source: All
es: Todos
it: Tutti

# empty_noData
source: No data
es: Sin datos
it: Nessun dato

# verify_email_tips
source: All the best AKASO GO users will verify their electronic addresses; please check your inbox for the message we just sent.
es: Todos los mejores usuarios de AKASO GO verificarán sus direcciones electrónicas; revise su email para ver el mensaje que acabamos de enviar.
it: Tutti i migliori utenti AKASO GO verificheranno i loro indirizzi e-mail; si prega di controllare il messaggio del tuo indirizzo e-mail che abbiamo appena inviato.

# verify_email_error
source: Operation too frequent, please try again later
es: Operación frecuente, inténtelo de nuevo más tarde
it: Operazione frequente, riprova più tardi

# verify_email_success
source: Email sent
es: Email enviado
it: Email inviata

# order_title
source: My Order
es: Mi pedido
it: Il mio ordine

# order_type_waitDelivery
source: To be delivered
es: Para ser entregado
it: Attendere la consegna

# order_type_waitSigned
source: To be signed
es: Para ser firmado
it: Attendere Firmato

# coupon
source: Coupons
es: Cupones
it: Buoni

# coupon_title
source: My coupon
es: Mi cupón de descuento
it: Il mio buono sconto

# coupon_available
source: Active coupon
es: Utilizable
it: Utilizzabile

# coupon_unAvailable
source: Expired coupon
es: Caducado
it: Scaduto

# coupon_desc
source: Using guide
es: Guía de uso
it: Usa la guida

# coupon_desc_details
source: Coupons can only be used to purchase products at the AKASO official website temporarily
es: Los cupones solo se pueden usar para comprar productos en el sitio web oficial de AKASO temporalmente
it: I buoni possono essere utilizzati solo per acquistare temporaneamente prodotti sul sito ufficiale AKASO

# coupon_desc_go
source: Go to the official website
es: Ir al sitio web oficial
it: Andare al sito ufficiale

# coins_ak
source: AK Coin
es: Moneda AK
it: AK Moneta

# coins_super
source: Super Coin
es: Super moneda
it: Super Moneta

# coins_ak_num
source: %@ AK Coin
es: %@ Moneda AK
it: %@ AK Moneta

# coins_super_num
source: %@ Super Coin
es: %@ Super moneda
it: %@ Super Moneta

# coins_util
source: %@ AK Coins
es: %@ Moneda AK
it: %@ Monete AK

# coins_bill
source: Details
es: Detalle
it: Dettaglio

# coins_bill_income
source: Income
es: Ingresos
it: Reddito

# coins_bill_expenditure
source: Expenditure
es: Gasto
it: Spesa

# coins_notAcquired_ak
source: No AK Coins
es: Sin moneda AK
it: No AK Moneta

# coins_notAcquired_super
source: No Super Coins
es: Sin super monedas
it: No Super Moneta

# coins_expired_reminder
source: You have %@ that will expire %@; please use as soon as possible!
es: Tiene%@ que caducará%@; ¡utilícelo lo antes posible!
it: Ha%@ che scadrà%@, si prega di utilizzare il più presto possibile!

# setting_notification_comment
source: Comment
es: Comentario
it: Commento

# setting_notification_like
source: Like
es: Gustas
it: Piace

# setting_notification_fans
source: Fans
it: Fan

# setting_notification_system
source: System notification
es: Notificación del sistema
it: Notifica di sistema

# setting_notification_tips
source: If someone follows you, comments, or likes you, you will receive a push notification
es: Si alguien te sigue, comenta o le gusta, recibirás un empujón
it: Se qualcuno ti segue, commenta o ti piace, riceverai una spinta
