Repository: keroushe/Localizable-Language
Catalog: iOS/mergestring2excel/language/*.lproj/Localizable.strings
Languages: es, it

# login_tips_title_1
source: Outdoor enthusiast community
es: Comunidad de entusiastas del aire libre
it: Comunità di appassionati all'esterno

# login_tips_details_1
source: Thousands of outdoor enthusiasts gather here to share experiences
es: Miles de amantes del aire libre se reúnen aquí para compartir experiencias.
it: Migliaia di appassionati di outdoor si riuniscono qui per condividere esperienze

# login_tips_title_2
source: Surprise Challenge
es: Desafío sorpresa
it: Sfida a sorpresa

# login_tips_details_2
source: Complete tasks to earn coins and redeem them for free gifts
es: completar tareas para ganar monedas y canjearlos por regalos gratis
it: Completa i compiti per guadagnare monete e riscattarle per regali gratuiti

# login_tips_title_3
source: Professional Editing tool
es: Herramienta de Edición profesional
it: Strumento di redazione professionale

# login_tips_details_3
source: Create wonderful work and share with friends
es: Crea un trabajo maravilloso y comparte con amigos
it: Crea lavori meravigliosi e condividili con gli amici

# login_method_apple
source: Continue with Apple
es: Continuar con Apple
it: Continua con Apple

# UserGuideHandle_8
source: Collection of published works
es: Publicar el trabajo para recoger
it: Raccolta di opere pubblicate

# UserGuideHandle_4
source: %dAK coins=%d U.S. dollars
es: %dAK Moneda=%d USD
it: %dAK monete=%d dollari USA

# UserGuideHandle_9
source: Publish works
es: Publicar trabajo
it: Pubblicare opere

# UserGuideHandle_5
source: Unclaimed 100 AK coins
es: No se recogieron monedas de 100AK
it: 100 monete AK non reclamate

# UserGuideHandle_7
source: AK coins can buy exquisite products
es: Las monedas AK pueden comprar productos hermosos
it: Le monete AK possono comprare prodotti squisiti

# UserGuideHandle_6
source: Go get it
es: Ir a recogerlo
it: Vai a prenderlo

# UserGuideHandle_3
source: Successful login get
es: Obtener acceso exitoso
it: Accesso riuscito ottenere

# UserGuideHandle_0
source: Get another 100 AK coins
es: Conseguir otras monedas de 100AK
it: Ottieni altre 100 monete AK

# guide_file_1
source: Add beautiful photography
es: Agregar hermosas fotografías
it: Aggiungi una bella fotografia

# guide_file_2
source: Choose the work, let's edit and publish it
es: Elija el trabajo, editámoslo y publíquelo
it: Scegli il lavoro, modificalo e pubblicalo

# guide_file_3
source: Experience the multifunctional editing tool
es: Experimente la herramienta de edición multifuncional
it: Prova lo strumento di editing multifunzionale

# guide_file_4
source: The editing is complete, publish wonderful moment
es: La edición está completa, publica un momento maravilloso
it: L'editing è completo, pubblica un momento meraviglioso

# guide_publish_1
source: Edit the work, choose a topic or tag of interest, and share your beautiful moments
es: Edite el trabajo, elija un tema o etiqueta de interés y comparta sus hermosos momentos
it: Modifica il lavoro, scegli un argomento o un tag di interesse e condividi i tuoi bei momenti

# guide_publish_2
source: After release you can get:
es: Después de publicar, puede obtener:
it: Dopo il rilascio è possibile ottenere:

# UserGuideHandle_2
source: %dAK coin
es: % dAK moneda
it: %dAK moneta

# guide_publish_5
source: You haven't published work
es: No has publicado trabajo
it: Non hai pubblicato il lavoro

# guide_publish_exit
source: Exit directly
es: Salir directamente
it: Esci direttamente

# guide_publish_continue
source: Continue to publish
es: Continuar publicando
it: Continua a pubblicare

# guide_publish_add
source: Add
es: Agregar
it: Aggiungi

# UserGuideHandle_12
source: Tip: The account is not verified, please go to verify
es: Sugerencia: la cuenta no está verificada, vaya a verificar
it: Suggerimento: L'account non è verificato, si prega di andare a verificare

# UserGuideHandle_13
source: Get 0.2 USD for verification
es: Obtenga 0.2 USD para la verificación
it: Ottieni 0,2 USD per la verifica

# UserGuideHandle_10
source: Complete the novice missions to get more coins
es: Completa las misiones de novatos para obtener más
it: Completa le missioni per principianti per ottenere più monete

# UserGuideHandle_11
source: Get more
es: Obtener más
it: Ottenere di più

# UserGuideHandle_19
source: Verification complete
es: Verificación completa
it: Verifica completata

# UserGuideHandle_23
source: Sent, please verify by email
es: Enviado, verifique por correo electrónico
it: Inviato, si prega di verificare via e-mail

# UserGuideHandle_17
source: Resend
es: Reenviar
it: Invia di nuovo

# UserGuideHandle_18
source: Complete verification
es: Verificación completa
it: Verifica completa

# UserGuideHandle_20
source: verification failed
es: Fallo en la verificación
it: verifica fallita

# UserGuideHandle_21
source: The system did not detect your verification
es: El sistema no detectó tu verificación
it: Il sistema non ha rilevato la tua verifica

# UserGuideHandle_22
source: Tips
es: Consejos
it: Suggerimenti

# UserGuideHandle_16
source: Frequent operation, resend after ten minutes
es: Operación frecuente, reenviar después de diez minutos
it: Operazione frequente, reinvia dopo dieci minuti

# UserGuideHandle_24
source: Resent, please verify by email
es: Reenviado, verifique por correo electrónico
it: Rispedire, si prega di verificare via e-mail

# guide_publish_supplement
source: Supplement unadded content to make the work more wonderful
es: Complemente el contenido sin agregar para hacer el trabajo más maravilloso
it: Integrare il contenuto non aggiunto per rendere il lavoro più meraviglioso

# UserGuideHandle_14
source: Successfully posted
es: ¡Publicado con éxito
it: Inviato con successo

# InviteCode_title
source: Enter the invitation code
es: Ingrese el código de invitación
it: Inserisci il codice d'invito

# InviteCode_EnterBtn_Title
source: Submit now
es: Envíalo ahora
it: Invia ora

# InviteCode_Ensure_Title
source: Are you sure to submit the invitation code?
es: ¿Está seguro de enviar el código de invitación?
it: Sicuro di voler inviare un codice d'invito?

# InviteCode_Ensure_OK
source: Yes
es: Enviar
it: Invia

# InviteCode_Post_Success
source: Submitted successfully
es: Enviado con éxito
it: Inviato con successo

# InviteCode_Post_Failed
source: Submitted failed
es: Enviado fallido
it: Presentazione fallita

# UserGuideHandle_1
source: Congratulations on having
es: Felicitaciones por tener
it: Congratulazioni che hai già

# UserGuideHandle_15
source: Already own %dAK coins
es: Ya tiene % dAK monedas
it: Hai già monete %dAK

# set_itemd
source: Pixel
es: Píxel

# set_btn
source: Set
es: Configurar

# login_19
source: Password
es: Contraseña

# sn_296
source: Avatar
es: Foto de perfil

# sn_304
source: Super anti-shake
es: Super anti-vibración

# sn_305
source: Standard
es: Ordinario

source: Video
es: Videos

# 相机
source: Camera
es: Cámara

# 视频
source: Video
es: Vídeo

# HXAlbumVideos
source: Video
es: Vídeo

# NewAddress_Hit_Area
source: Area
es: Área

# NewIntegral_Shop_Stock
source: In stock:
es: En stock:
