Repository: keroushe/Localizable-Language
Catalog: iOS/mergestring2excel/language/*.lproj/Localizable.strings
Languages: es, it

# home_msg
source: Follow the animation below to connect Wi-Fi
es: Siga la animación a continuación para conectarse a Wi-Fi
it: Guida alla connessione WiFi

# home_seebtn
source: Live Preview
es: Vista Previa en Vivo
it: Anteprima dal vivo

# home_line_title
source: Please connect Wi-Fi on the system WLAN setting
es: Conecte Wi-Fi en la configuración de WLAN del sistema
it: Si prega di collegare il dispositivo al WiFi

# home_line_help
source: Please refer to instructions>>
es: Por favor consulte las instrucciones>>
it: Visualizza le istruzioni>>

# home_line_namemsg
source: Please set Wi-Fi name and password
es: Configura Nombre y Contraseña de WIFI
it: Nome e password WIFI

# home_line_old
source: Connected
es: Conectado
it: Collegato

# home_line_lineerr
source: Please confirm if Wi-Fi is connected and try again
es: Confirma si WiFi está conectado e intenta nuevamente
it: Conferma di nuovo che il WiFi è collegato

# home_line_pleasemsg
source: Please connect Wi-Fi manually
es: Conecte manualmente a WIFI
it: Si prega di collegare WIFI manualmente

# home_line_inputmsg
source: Please enter Wi-Fi name and password
es: Ingrese nombre y contraseña de WIFI
it: Si prega di inserire il nome e la password WIFI sul dispositivo.

# home_line_xiemsg
source: ( Pay attention to capitalization)
es: (tenga en cuenta a distinguir mayúsculas y minúsculas)
it: (Nota che la distinzione tra maiuscole e minuscole)

# home_line_inputplease
source: Please enter
es: Por favor ingrese
it: Per favore, inserisci

# home_line_start
source: Connect camera
es: Conecta la cámara
it: Collegare la fotocamera

# home_line_footerinput
source: Please enter the last 4 digits of the Wi-Fi name
es: Ingrese los últimos 4 dígitos del nombre WIFI
it: Immettere le ultime 4 cifre del nome WIFI

# home_line_oldverson
source: Old system version
es: Sistema de versión inferior
it: Sistema di versione bassa

# home_line_lineing
source: Connecting to Wi-Fi, please wait!
es: Conectándose a WIFI, espere！
it: Connessione a WIFI, attendere！

source: Cancel
es: Cancelar
it: Annulla

# ok
source: Confirm
es: Confirmar
it: Sì

# sys_title
source: System setting
es: Ajustes del sistema
it: Impostazioni di sistema

# sys_about
source: About us
es: Acerca de
it: Su di noi

# sys_version
source: Version
es: Versión
it: Numero di versione

# plist_title
source: Playback
es: Reproducción
it: Riproduzione

# plist_nocont
source: No data
es: No hay datos
it: Nessun dato ancora

# plist_please
source: Please select photo or video
es: Seleccione foto o video
it: Si prega di selezionare una foto o un video

# plist_downtitle
source: Downloading file
es: Descargar archivo
it: Scarica il file

# plist_downconb
source: The current
es: Número actual
it: Numero attuale

# plist_downconc
source: File is being downloaded
es: archivos se están descargando
it: Il file è in fase di scarica

# plist_downsec
source: Download completed
es: Descarga completada
it: Scarica completata

# plist_barone
source: Download
es: Descargar
it: Scarica

# plist_bartwo
source: Delete
es: Eliminar
it: Elimina

# set_title
source: Settings
es: Configuración
it: Impostazioni

# set_videoset
source: Video setting
es: Configuración de video
it: Impostazioni di video

# set_photoset
source: Photo setting
es: Configuración de foto
it: Impostazioni di foto

# set_sysset
source: System setting
es: Ajustes del sistema
it: Impostazioni di sistema

# set_pleasea
source: Resolution
es: Configuración del la resolución
it: Risoluzione del video

# set_pleaseb
source: Loop recording time
es: Tiempo de grabación en bucle
it: Tempo di registrazione in loop

# set_pleasec
source: Video format
es: El formato de video
it: Formato di codifica video

# set_pleased
source: Photo pixel
es: Configure píxeles de foto
it: Pixel delle foto

# set_pleasee
source: White balance
es: Configure balance de blancos
it: Bilanciamento del bianco

# set_pleasef
source: Screen saver
es: Configure Auto-salvapantallas
it: Salvaschermo automatico

# set_pleaseg
source: Auto shut down
es: Configure Auto-Apagado
it: Spegnimento automatico

# set_setsec
source: Setting succeed
es: Configuración exitosa
it: Successo

# set_pleasetitle
source: Tips
es: Consejos
it: Suggerimento

# set_pleasedelete
source: Continue to format?
es: Continuar formateando?
it: Conferma di nuovo

# set_pleasedel
source: Continue to restore factory settings?
es: Si continuará el restablecimiento de fábrica?
it: Conferma di nuovo

# set_caosec
source: Operation succeed
es: Operación exitosa
it: Operazione riuscita

# set_itema
source: Resolution
es: Resolución
it: Risoluzione

# set_itemb
source: Loop Recording Interval
es: Tiempo de grabación en bucle
it: Tempo di registrazione in loop

# set_itemc
source: Video format
es: Formato de video
it: Formato di codifica video

# set_iteme
source: Distortion calibration
es: Corrección de distorsión
it: Correzione della distorsione

# set_itemf
source: White balance
es: Balance de blancos
it: Bilanciamento del bianco

# set_itemg
source: Time stamp
es: Marca de tiempo
it: Filigrana temporale

# set_itemh
source: Auto screen saver
es: Auto Salvapantallas
it: Salvaschermo automatico

# set_itemx
source: Auto shut down
es: Auto Apagado
it: Spegnimento automatico

# set_itemy
source: Format microSD card
es: Formatear tarjeta microSD
it: Formattare la scheda di memoria

# set_itemz
source: Factory reset
es: Restablecimiento de fábrica
it: Ripristino delle impostazioni di fabbrica

# set_itemm
source: Remaining battery
es: Batería restante
it: Batteria rimanente

# set_itemn
source: SD card capacity
es: Capacidad de tarjeta SD
it: Capacità della scheda SD

# set_itemo
source: Camera version
es: Versión de Cámara
it: Numero di versione della fotocamera

# set_notSupportIteme
source: 20M does not support distortion correction
es: 20M NO admite corrección de distorsión
it: 20M non supporta la correzione della distorsione

# play_left
source: Video
es: Vídeo
it: Registrazione

# play_right
source: Photo
es: Foto
it: Scatta foto

# play_takephoto
source: Photo
es: Foto
it: Scatta foto

# play_agintakephoto
source: Burst photo
es: Disparo continuo
it: Scatto continuo

# play_aginnum
source: Burst number
es: Cantidad de disparos continuo
it: Numero dei scatti continui

# play_timetake
source: Self-timer
es: Foto cronometrada
it: Foto temporizzata

# play_videotake
source: Video
es: Vídeo
it: Registrazione

# play_videoliter
source: Time-lapse video
es: Video de lapso de tiempo
it: Video time-lapse

# play_videoliternum
source: Time-lapse video interval
es: Intervalo de grabación de lapso de tiempo
it: Intervallo di video time-lapse

# play_videoman
source: Slow-motion video
es: Grabación en cámara lenta
it: Video al rallentatore

# play_videofbl
source: Resolution
es: Resolución
it: Risoluzione

# play_videozhong
source: Still photo
es: Tomando fotos durante grabación
it: Scatta foto durante la registrazione

# play_videotimezhong
source: Still photo interval
es: Tiempo de tomando fotos durante grabación
it: Tempo del scatto foto durante la registrazione

# play_videotimemode
source: Time-lapse video mode
es: Modo de grabación de lapso de tiempo
it: Modalità di video time-lapse

# play_pleasea
source: Please select mode
es: Por favor seleccione el modo
it: Si prega di selezionare una modalità

# play_changesec
source: Change successfully
es: Cambiado con éxito
it: Cambio riuscito

# play_videotimeend
source: Self-timer photo ended
es: Foto cronometrado terminado
it: Fine della foto temporizzata

# play_videoend
source: Video recording ended
es: Grabación terminada
it: Fine della registrazione

# play_videoxunend
source: Loop recording ended
es: Grabación en bucle terminada
it: Fine della registrazione in loop

# play_videotimejianend
source: Time-lapse video recording ended
es: Grabación de lapso de tiempo terminada
it: Fine del video time-lapse

# play_videomanend
source: Slow-motion video recording ended
es: Grabación en cámara lenta terminada
it: Fine del video al rallentatore

# play_videozhongend
source: Still photo ended
es: Tomando fotos durante grabación terminada
it: Fine del catto foto durante la registrazione

# play_videolinesec
source: Take burst photo successfully
es: Disparo continuo exitoso
it: Scatto continuo riuscito

# play_phototakesec
source: Take photo successfully
es: Tomar foto exitosa
it: Scatto foto riuscito

# play_devicedisconnect
source: Device disconnected
es: Dispositivo desconectado
it: Dispositivo disconnesso

# play_device_connected_other
source: Device has been connected to other phone
es: El dispositivo está conectado por otro teléfono.
it: Il dispositivo è collegato da un altro telefono

# play_fileDownloaded
source: Downloaded
es: Archivo descargado
it: File scaricato

# play_fix_sec
source: shots/s
es: disparos / s
it: scatti / 1S

# plist_share
source: Share
es: Compartir
it: Condividere

# play_share_tip_desc
source: When using AKASO GO to share files, please switch the network to the Internet first!
es: Al compartir via AKASO GO Primero cambie la red a Internet!
it: Quando condividi AKASO GO, per favore passa prima alla rete!

# play_share_cancle
source: Sharing has been cancelled
es: Compartir cancelado
it: La condivisione è stata annullata

# play_share_ok
source: Shared successfully
es: Compartir con éxito
it: Condivisione riuscita

# play_share_only
source: Please share a single file at a time!
es: ¡Solo seleccione un archivo para compartir!
it: È possibile selezionare solo un singolo file da condividere!

# plist_title_local
source: Local photo album
es: Álbum local
it: Album fotografico locale

# play_timelong
source: Self-timer interval
es: Tiempo de foto del temporizador
it: Intervallo autoscatto

# set_selecteAll
source: Select all
es: Seleccionar todo
it: Tutti

# set_selecteCancleAll
source: Unselect all
es: Deseleccionar todo
it: Annulla

# set_Angle
source: Angle setting
es: Ajuste de ángulo
it: Impostazione dell'angolo

# play_Downloaded_BZ
source: Downloaded
es: Descargado
it: Scaricato

# plist_deleteOk
source: Deleted successfully
es: Eliminado exitosamente
it: Cancellazione riuscita

# play_insertSDcard
source: Please check SD card or format card
es: Verifique la tarjeta SD o formatearla
it: Si prega di verificare o formattare la scheda SD

# home_goSet
source: Go to settings
es: Ir a la configuración
it: Impostare

# pic_down_wait
source: Waiting
es: Esperando
it: Inattesa

# pic_down_exit
source: There are still tasks downloading. Are you sure you want to quit this process?
es: Hay tareas para descargar, ¿estás seguro de salir?
it: Ci sono ancora attività da scaricare. Sei sicuro di smettere?

# pic_down_photo_auto
source: The app needs to access the album to browse the album within AKASO GO
es: La APP necesita acceder al álbum para explorar el álbum dentro de AKASO GO
it: L'app deve accedere all'album per sfogliare l'album in AKASO GO

# play_changeFail
source: Change failed
es: Interruptor fallido
it: Switch non riuscito

# pic_Download_failed
source: Download failed
es: Descarga fallida
it: Scaricamento fallito

# plist_Downloading
source: Download
es: Descargar
it: Scarica

# play_sd_lost
source: SD card has been removed!
es: Tarjeta SD extraída
it: Scheda SD estratta!

# home_connect_timeout
source: Connection timeout, please check the network!
es: La conexión ha excedido, ¡compruebe la red!
it: Connessione scaduta, controlla la rete!

# play_sdisfull
source: SD card is full!
es: ¡La tarjeta SD está llena!
it: SD è pieno

# login_0
source: Welcome to AKASO GO!
es: Bienvenido a AKASO GO
it: Benvenuti in AKASO GO

# login_1
source: Get important updates in real time
es: Obtenga actualizaciones importantes en tiempo real
it: Ricevi aggiornamenti importanti in tempo reale

# login_2
source: Create account
es: Crear una cuenta
it: Crea un account

# login_3
source: Log in
es: Iniciar sesión
it: Accedi

# login_4
source: Email verification
es: Verificación de correo electrónico
it: Verifica tramite email

# login_5
source: Verification code has been sent to your email
es: El código de verificación ha sido enviado a su correo electrónico
it: Abbiamo inviato il codice di verifica alla tua email

# login_6
source: Confirm
es: Confirmar
it: Sì

# login_7
source: Create account means you agree
es: Registrarse significa que está de acuerdo
it: Registrazione significa che sei d'accordo

# login_8
source: Terms of service
es: Términos de servicio
it: Termini di servizio

# login_9
source: and
es: Y
it: e

# login_10
source: Privacy policy
es: Política de privacidad
it: Politica sulla privata

# login_11
source: Already have an account?
es: ¿Ya tienes una cuenta?
it: Hai già un account?

# login_12
source: Log in AKASO
es: Inicie sesión en AKASO
it: Accedi ad AKASO

# login_13
source: No account yet?
es: ¿Aún no tienes cuenta?
it: Non hai ancora un account?

# login_14
source: Sign up
es: Regístrate
it: Vai a registrarti

# login_15
source: Forgot password?
es: ¿Olvidaste tu contraseña?
it: Hai dimenticato la password?

# login_16
source: Other log in methods
es: Otros métodos de inicio de sesión
it: Altri metodi di accesso

# login_17
source: Email
it: cassetta della posta

# login_18
source: Email format is incorrect
es: El formato del Email es incorrecto.
it: Il formato della cassetta postale non è corretto

# login_20
source: At least 8 characters, must contain letters and numbers
es: Al menos 8 caracteres, deben contener letras y números
it: Almeno 8 caratteri, devono contenere lettere e numeri

# login_21
source: Enter password again
es: Por favor re-ingrese la contraseña
it: Inserisci di nuovo la password

# login_22
source: Password incorrect
es: Contraseñas incorrecta
it: Password incoerenti

# login_23
source: Please enter verification code
es: Ingrese el código de verificación
it: Inserisci il codice di verifica

# login_24
source: Please enter 6-digit verification code
es: Ingrese el código de verificación de 6 dígitos
it: Inserisci un codice di verifica a 6 cifre

# login_25
source: Verification code will be sent by Email
es: Le enviaremos información de verificación a través de su correo electrónico.
it: Invieremo le informazioni di verifica tramite la tua email

# login_26
source: Recover account
es: Recuperar cuenta
it: Ripristina account

# login_27
source: Verify account
es: Verificar cuenta
it: Verifica account

# login_28
source: A 6-digit verification code has been sent to your email address. Please enter it to reset a password.
es: El código de verificación de 6 dígitos ha sido enviado a su correo electrónico. Ingrese el código de verificación para restablecer la contraseña
it: Il codice di verifica a 6 cifre è stato inviato alla tua email. Inserisci il codice di verifica per reimpostare la password

# login_29
source: Haven't received the email?
es: ¿No recibiste el correo electrónico?
it: Non hai ricevuto l'email?

# login_30
source: Resend
es: Re-enviar
it: Rispedisci

# login_31
source: Change password
es: Cambiar contraseña
it: Cambia password

# login_32
source: Enter new password
es: Por favor ingrese una nueva contraseña
it: Per favore inserisci una nuova password

# login_33
source: Save new password
es: Guardar nueva contraseña
it: Salva nuova password

# login_34
source: Succeed
es: Con éxito
it: successo

# login_35
source: Create successfully
es: Creado con éxito
it: Creato con successo

# login_36
source: Congratulation! Create successfully
es: Felicidades, crear con éxito
it: Congratulazioni, successo

# login_37
source: Start a new journey
es: Comienza un nuevo viaje
it: Inizia un nuovo viaggio

# login_38
source: Delete camera
es: Eliminar cámara
it: Elimina fotocamera

# login_39
source: Delete
es: Eliminar
it: Elimina

# login_40
source: Cancel
es: Cancelar
it: Annulla

# login_41
source: Choose camera
es: Seleccionar cámara
it: Seleziona la videocamera

# login_42
source: Compatible with more and more cameras
es: Más dispositivos de cámara son compatibles
it: Altri dispositivi fotografici sono compatibili

# login_43
source: Help
es: Ayuda
it: Aiuto

# login_44
source: Control your AKASO camera and download your files from anywhere and anytime.
es: Controle su cámara AKASO y descargue sus archivos desde cualquier lugar y en cualquier momento.
it: Controlla la tua fotocamera AKASO sempre e ovunque e scarica i file multimediali acquisiti.

# login_45
source: Please connect the camera to explore more features.
es: Conecte la cámara para explorar más funciones.
it: Si prega di collegare la fotocamera per sperimentare più funzioni

# login_46
source: Connect camera
es: Conecta la cámara
it: Collegare la fotocamera

# login_47
source: Add camera
es: Agregar cámara
it: Aggiungi fotocamera

# login_48
source: You haven't connected to any camera device.
es: No está conectado a ningún equipo de cámara.
it: Non si è collegati a nessun apparecchio fotografico

# login_49
source: Connect device
es: Conectar el dispositivo
it: Collega il dispositivo

# login_50
source: Connected camera:
es: Cámara conectada:
it: Fotocamera collegata:

# login_51
source: Please enter the last 6 digits of the Wi-Fi name
es: Ingrese los últimos 6 dígitos del nombre WIFI
it: Inserisci le ultime 6 cifre del nome WIFI del dispositivo

# login_52
source: You have not enabled album permission
es: No has activado los permisos del álbum.
it: Non hai attivato le autorizzazioni per l'album

# login_53
source: Loop Recording
es: Grabación en bucle
it: Registrazione in loop

# login_54
source: Loop Recording Interval
es: Tiempo de grabación en bucle
it: Tempo di registrazione in loop

# login_55
source: A 6-digit verification code has been sent to your email address. Please enter the verification code to verify your account.
es: El código de verificación de 6 dígitos ha sido enviado a su correo electrónico. Ingrese el código de verificación para verificar la cuenta
it: Il codice di verifica a 6 cifre è stato inviato alla tua email. Inserisci il codice di verifica per verificare l'account

# login_56
source: Password changed successfully
es: Contraseña cambiada exitosamente
it: Password modificata correttamente

# login_57
source: Quit creating account
es: Deja de crear cuenta
it: Smetti di creare un account

# login_58
source: If you quit now, current data will be lost
es: Si se detiene ahora, los datos actuales se perderán
it: Se ti fermi ora, i dati attuali andranno persi

# login_59
source: Continue
es: Continuar
it: Continuare

# login_60
source: Leave
es: Salir
it: Lasciare

# login_61
source: My
es: Mi
it: il mio

# login_62
source: More features are coming soon...
es: Más funciones, estad atentos ...
it: Altre funzionalità, rimanete sintonizzati ...

# login_63
source: My setting
es: Mi configuración
it: Le mie impostazioni

# login_64
source: Logout
es: Cerrar sesión
it: Esci

# login_65
source: Operation failed
es: Operación fallida
it: Operazione fallita

# sn_01
source: Fast motion video
es: Video de movimiento rápido
it: Video in movimento veloce

# sn_02
source: Frequency
es: Frecuencia
it: Frequenza di alimentazione

# sn_03
source: Upside down
es: Modo invertido
it: Modalità invertita

# sn_04
source: Hz
it: Hertz

# sn_05
source: PC
es: P
it: Pezzo

# sn_06
source: Unlimited
es: Ilimitado
it: illimitato

# sn_07
source: Date
es: Fecha
it: Data

# sn_08
source: Date/Time
es: Fecha y hora
it: Data e ora

# sn_09
source: Off
es: Cerrar
it: Chiuso

# sn_10
source: Underwater
es: Bajo el agua
it: Subacqueo

# sn_11
source: Special effect
es: Efectos especiales
it: Effetti speciali

# sn_12
source: Diving mode
es: Modo de buceo
it: Modalità di immersione

# sn_13
source: Date/Time
es: Fecha y hora
it: data Ora

# sn_14
source: Upside down
es: Modo invertido
it: Modalità invertita

# sn_15
source: Metering mode
es: Modo de medición
it: Modalità di misurazione

# sn_16
source: Long exposure
es: Larga exposición
it: Lunga esposizione

# sn_17
source: Slow motion interval
es: Intervalo de cámara lenta
it: Tempo lento

# sn_18
source: Time-lapse mode
es: Modo de lapso de tiempo
it: Tipo di scatto a intervalli

# sn_19
source: Time-lapse interval
es: Intervalo de lapso de tiempo
it: Lunghezza dell'intervallo di tempo

# sn_20
source: Time-lapse duration
es: Duración de lapso de tiempo
it: Tempo di ripresa intervallo

# sn_21
source: Time-lapse video
es: Video de lapso de tiempo
it: Video time-lapse

# sn_22
source: Super Wide
es: Súper ancho
it: Extra largo

# sn_23
source: Wide
es: Amplia
it: Larghezza

# sn_24
source: Medium
es: Medio
it: medio

# sn_25
source: Narrow
es: Estrecho
it: stretto

# sn_27
source: Diving mode
es: Modo de buceo
it: Modalità di immersione

# sn_28
source: Normal
it: Immagine originale

# sn_29
source: BW
es: Blanco y negro
it: Bianco e nero

# sn_30
source: Natural
it: naturale

# sn_31
source: Negative film
es: Película negativa
it: negativo

# sn_32
source: Warm
es: Tono cálido
it: Tono caldo

# sn_33
source: Contrast
es: Contraste
it: Contrasto

# sn_34
source: EV
es: Compensación de exposición
it: Compensazione dell'esposizione

# sn_35
source: Time-lapse photo
es: Foto de lapso de tiempo
it: Foto time-lapse

# sn_36
source: Sound recording
es: Grabación de sonido
it: registrazione

# sn_37
source: Image stabilization
es: Antivibración
it: Anti-shake

# sn_38
source: Image quality
es: Calidad de imagen
it: Qualità dell'immagine

# sn_39
source: Wind noise reduction
es: Reducción del ruido del viento
it: Ridurre il rumore del vento

# sn_41
source: Auto low light
es: Auto Luz baja
it: Bassa luminosità

# sn_42
source: Image quality
es: Calidad de imagen
it: Qualità dell'immagine

# sn_44
source: Center
es: Centro
it: Centro

# sn_45
source: Average
es: Promedio
it: Più punti

# sn_46
source: Spot
es: Punto
it: Punto

# sn_47
source: High
es: Alta
it: Alto

# sn_48
source: Medium
es: Medio
it: Medio

# sn_49
source: Low
es: Bajo
it: Basso

# sn_50
source: Driving mode
es: Modo de conducción
it: Modalità di guida

# sn_116
source: Auto
it: Automatico

# sn_117
source: Cloudy
es: Nublado
it: Nuvoloso

# sn_119
source: Fluorescent
es: Fluorescente
it: Fluorescente

# sn_121
source: Underwater
es: Bajo el agua
it: Subacqueo

# sn_122
source: Please enter the correct Wi-Fi password
es: Por favor ingrese la contraseña correcta de Wi-Fi
it: Si prega di inserire la password corretta Wi-Fi

# sn_123
source: Fast motion recording ended
es: Grabación de movimiento rápido finalizada
it: La registrazione in movimento rapido è terminata

# sn_124
source: Long exposure ended
es: Exposición larga terminada
it: L'esposizione lunga è terminata

# sn_125
source: Time-lapse photography ended
es: La fotografía de lapso de tiempo termina
it: La fotografia time-lapse è terminata

# sn_126
source: Exposure time
es: Tiempo de exposición
it: Tempo di esposizione

# sn_127
source: Burst mode ended
es: Fin del disparo continuo.
it: La modalità burst è terminata

# sn_128
source: Still in burst mode, please wait
es: En disparo continuo, por favor espere
it: Sempre in modalità burst, attendere

# sn_129
source: Auto
it: Automatico

# sn_130
source: Choose live streaming platform
es: Elija la plataforma de transmisión en vivo
it: Scegli la piattaforma di trasmissione diretta

# sn_131
source: Live streaming setting
es: Configuración de transmisión en vivo
it: Impostazioni di trasmissione diretta

# sn_132
source: Start live streaming
es: Comience a transmitir en vivo
it: Inizia la trasmissione diretta

# sn_133
source: Live network
es: Red en vivo
it: Rete live

# sn_134
source: Choose Live Network
es: Elija red en vivo
it: Scegli Rete Live

# sn_135
source: Verified account
es: Cuenta verificada
it: Account verificato

# sn_136
source: Log in
es: Iniciar sesión
it: Accedi

# sn_137
source: Write something to share with people
es: Escribe algo para compartir
it: Scrivi qualcosa da condividere con le persone
