Repository: keroushe/Localizable-Language
Catalog: iOS/mergestring2excel/language/*.lproj/Localizable.strings
Languages: es, it

# setting_notification_close
source: The push notification of AKASO GO is not turned on. Go to "Settings" > "Notifications" and find "AKASO GO" to enable notification.
es: La notificación push de AKASO GO no está activada, puede encontrar AKASO GO para habilitar la notificación en "Configuración" - "Notificaciones"
it: La notifica push di AKASO GO non è accesa, puoi trovare AKASO GO per abilitare la notifica in "Impostazioni" - "Notifiche"

# level_title
source: My LV Level
es: Mi nivel LV
it: Il mio livello LV

# level_exp
source: %@ growth value
es: %@ valor de crecimiento
it: %@ valore di crescita

# level_need_exp
source: growth value Require to Reach %@
es: Necesita%@ valor de crecimiento
it: Serve%@ valore di crescita

# level_need_exp_1
source: Need %@ Exp
es: Necesita %@ Exp
it: Hai bisogno di %@ Exp

# level_up_desc
source: How to level up
es: Estrategia de actualización
it: Strategia di aggiornamento

# level_up_strategy
source: Strategy
es: Estrategia
it: Strategia

# level_up_reward_tips
source: The reward function is under construction and will be completed in the near future. AKASO will inform you as soon as the rewards are available and the rewards will be issued as scheduled!
es: La función de recompensa está en construcción y se completará en un futuro cercano; AKASO le informará lo antes posible que una vez que se complete la construcción, la recompensa de actualización se emitirá según lo programado.
it: La funzione di ricompensa è in costruzione e sarà completata nel prossimo futuro; AKASO ti informerà il prima possibile che una volta completata la costruzione, la ricompensa di aggiornamento verrà emessa come programmato!

# level_reward_1
source: Priority notice on offers, discounts, and latest promotions
es: Prioridad para recibir información preferencial
it: Priorità per ricevere informazioni preferenziali

# level_reward_2
source: Priority access to Beta products
es: Versión de prueba prioritaria
it: Versione di prova prioritaria

# level_reward_3
source: %@ Surprise gift box
es: %@ Caja de regalo sorpresa
it: Confezione regalo a sorpresa

# level_reward_4
source: Birthday surprises
es: Privilegio exclusivo de cumpleaños
it: Privilegio esclusivo per il compleanno

# level_reward_5
source: Holiday cards & gifts
es: Tarjeta de vacaciones & Regalo
it: Biglietto d'auguri&regalo

# level_reward_6
source: Amazon cash voucher
es: Cupón de Amazon Cash
it: Buono Amazon Cash

# level_reward_7
source: Peripheral gifts
es: Regalo
it: Regali periferici

# level_reward_8
source: VIP exclusive gifts (high value)
es: Regalos exclusivos VIP (alto valor)
it: Regali esclusivi VIP (valore elevato)

# level_reward_9
source: (A %@ OFF coupon) every month
es: Regalo mensual (un cupón%@ OFF)
it: Regalo mensile (un coupon%@ OFF)

# NewCityChoose_UseCur_Location
source: Use current location
es: Usar ubicación actual
it: Usare posizione corrente

# NewCityChoose_Title
source: Location
es: Ubicación
it: Posizione

# NewCityChoose_All
source: All
es: Todos
it: Tutti

# NewCityChoose_Locationing
source: Positioning...
es: Posicionamiento ...
it: Posizionamento ...

# NewCityChoose_Location_Disable
source: The current location is not available
es: La ubicación actual no está disponible
it: La posizione attuale non è disponibile

# NewIntegral_PopView_Level_Title
source: Communication makes everyone more powerful
es: La comunicación hace a todos más poderosos
it: La comunicazione rende tutti più potenti

# NewIntegral_PopView_GetGrowTitle
source: Gain growth value
es: Obtenga valor de crecimiento
it: Ottenere valore di crescita

# NewIntegral_PopView_Level
source: Level
es: Grado
it: Grado

# NewIntegral_PopView_Like
source: Like
es: Gusta
it: Piace

# NewIntegral_PopView_Comment
source: Reply to comments
es: Responder a comentarios
it: Rispondere ai commenti

# NewIntegral_PopView_Share
source: Share
es: Compártelo
it: Condividerlo

# NewIntegral_PopView_ReleaseWorks
source: Post
es: Publicar
it: Pubblicare

# NewIntegral_PopView_Sign
source: Check in today
es: Regístrate hoy
it: Firmato oggi

# NewIntegral_Task_Accept_Failed
source: Task acquisition failed
es: La adquisición de la tarea fallido
it: Ottenere il compito fallito

# NewIntegral_Signed_Failed
source: Check-in failed
es: Regístrate fallido
it: Firmato fallito

# NewIntegral_AllReceive_Title
source: All rewards
es: Todas las recompensas
it: Tutte le ricompense

# NewIntegral_UnReceive_Title
source: Unreceived
es: No reclamados
it: No ricevere

# NewIntegral_received_Title
source: Received
es: Reclamados
it: Ricevuto

# NewIntegral_Alert_Title
source: Coming soon, stay tuned...
es: En construcción, estad atentos ...
it: Funzione in costruzione,attendo con ansia

# NewIntegral_Alert_Msg
source: Rewards Store is coming soon! Stay tuned!
es: La función de intercambio de productos básicos está en construcción y se completará pronto; AKASO le informará lo antes posible, ¡gracias!
it: La funzione di cambio merce è in costruzione e sarà completata a breve; AKASO ti informerà al più presto possibile, grazie!

# NewIntegral_Alert_BackToHome
source: Back to homepage
es: Volver a la página de inicio
it: Tornare alla homepage

# NewIntegral_Task_New_Title
source: Novice task
es: Tarea de principiante
it: Compito per principianti

# NewIntegral_Task_Daily_Title
source: Daily task
es: Tareas diarias
it: Compito giornaliero

# NewIntegral_Task_Get
source: Get
es: Ganar
it: Ottenere

# NewIntegral_Task_Finished
source: Completed
es: Cumplido
it: Completato

# NewIntegral_Task_Units
source: AK Coins
es: Moneda AK
it: Monete AK

# NewIntegral_TaskEmail_Title
source: Verify email
es: Verificar correo electrónico
it: Verificare Email

# NewIntegral_TaskEmail_SubTitle
source: Verify your email address to earn AK coins immediately. You have earned
es: La verificación por correo electrónico con éxito se obtiene de inmediato
it: La verifica e-mail è stata ottenuta immediatamente con successo, già ricevuto

# NewIntegral_TaskBirthday_Title
source: Your birthday
es: Complete el cumpleaños
it: Riempire il compleanno

# NewIntegral_TaskBirthday_SubTitle
source: Fill in your date of birth to earn AK coins immediately. You have earned
es: Completa fecha de nacimiento con éxito se obtiene de inmediato.
it: La data di nascita viene riempito correttamente e ottenuta immediatamente.

# NewIntegral_TaskGender_Title
source: Your gender
es: Complete el género
it: Riempire il sesso

# NewIntegral_TaskGender_SubTitle
source: Fill in your gender to earn AK coins immediately. You have earned
es: El género se completa con éxito se obtiene de inmediato.
it: Il sesso viene riempito correttamente e ottenuto immediatamente.

# NewIntegral_TaskLike_Title
source: Like other's posts
es: Fomentar otras obras
it: Incoraggiare altri lavori

# NewIntegral_TaskLike_SubTitle
source: Like other people's posts to earn AK coins immediately. You have earned
es: Los gustas dinámicos para otras personas se obtienen de inmediato
it: I Mi piace post per le persone dell'AT si ottengono immediatamente, già ricevuto

# NewIntegral_TaskComment_Title
source: Post a comment or reply
es: Interacción de comentarios
it: Interagire con i commenti

# NewIntegral_TaskComment_SubTitle
source: Post a comment or reply to earn AK coins immediately. You have earned
es: Publica un comentario o responde se recibir de inmediato
it: Pubblicare un commento o rispondere per ricevere immediatamente, già ricevuto

# NewIntegral_TaskShare_Title
source: Share a post
es: Compartir noticias
it: Condividere le notizie

# NewIntegral_TaskShare_SubTitle
source: Share a post to earn AK coins immediately. You have earned
es: Compartir la dinámica y obtenida con éxito de inmediato
it: Condividere i post ottenute con successo immediatamente, già ricevuto

# NewIntegral_TaskReleaseWorks_Title
source: Create a post
es: Publicar
it: Pubblicare post

# NewIntegral_TaskReleaseWorks_SubTitle
source: Create a post to earn AK coins immediately. You have earned
es: La publicación con éxito y se obtiene de inmediato
it: Pubblicare il post con successo e ottenuto immediatamente, è ottenuto

# NewIntegral_Gift_Title
source: %d day surprise box
es: %d día caja sorpresa
it: %d giorni Scatola sorpresa

# NewIntegral_Open_Now
source: Open now
es: Encender ahora
it: Accendilo adesso

# NewIntegral_Sign_Gift_Title
source: %d day check-in surprise box
es: Caja sorpresa de inicio de sesión de%d día
it: Casella sorpresa per l'accesso al giorno%D

# NewIntegral_SubGift_Title
source: Enter for a chance to win any of the following prizes!
es: Posibilidad de ganar cualquiera de los siguientes premios
it: Possibilità di vincere uno dei seguenti premi

# NewIntegral_NoMore_Data
source: ~ End ~
es: ~ No más ~
it: ~ Non più ~

# NewIntegral_Gift_Get
source: Earned on day %d
es: Obtenido el día%d
it: Ottenuto il%d

# NewIntegral_Gift_Less
source: %d days left
es: Quedan%d días
it: %d giorni rimanenti

# NewIntegral_SignInDay_Title
source: Checked in for %d days
es: Accedido en%d días
it: Accesso in%d giorni

# NewIntegral_Signed_Success
source: Checked in successfully
es: Inicia sesión con éxito
it: Accedere con successo

# NewIntegral_Today_AKCoin
source: Today AK Coin
es: Moneda AK hoy
it: AK Moneta d'oggi

# NewIntegral_Signed_Receive
source: Consecutive checkin reward
es: Recompensa por inicio de sesión consecutivo
it: Ricompensa per accesso consecutivo

# NewIntegral_Featured_Title
source: Featured Products
es: Productos Destacados
it: Prodotti selezionati

# NewIntegral_Guesss_Title
source: You may also like
es: También te puede interesar
it: Immaginare ti piaccia

# NewFind_NetWork_Failed
source: Network connection failed
es: Falló la conexión a la red
it: Connessione di rete non riuscita

# NewIntegral_1
source: Check in now
es: Regístrate
it: Registrare

# NewIntegral_2
source: Signed in for %d days consecutively
es: Se registró durante%d días consecutivos
it: Registrato per%d giorni consecutivi

# NewIntegral_3
source: How to Earn Gold Coins
es: Estrategia de monedas de oro
it: Strategia per monete d'oro

# NewIntegral_4
source: Earn Coins
es: Ganar monedas
it: Guadagnare monete

# NewIntegral_5
source: Featured Products
es: Productos Destacados
it: Prodotti selezionati

# NewIntegral_6
source: You may also like
es: También te puede interesar
it: Potrebbe piacerti anche

# NewIntegral_7
source: Continuous check-in
es: Registro continuo
it: Registrazione continua

# NewIntegral_8
source: Need %d growth value to level up
es: Necesita%d valor de crecimiento para actualizar
it: È necessario%del valore d crescita per l'aggiornamento

# NewIntegral_9
source: Surprise
es: Sorpresa
it: Sorpresa

# NewIntegral_10
source: How to earn AK Coins
es: Estrategia de monedas de oro
it: Strategia per monete d'oro

# NewIntegral_11
source: AK Coins task
es: Tarea de monedas de oro
it: Compito della moneta d'oro

# NewFind_Empty_Msg_1
source: She/He hasn’t shared any posts yet~
es: Aún no ha compartido ninguna actividad ~
it: Non ha ancora condiviso alcuna attività ~

# 下一步
source: Next step
es: Próximo paso
it: Passo successivo

# 当前没有可编辑的资源
source: There are currently no editable resources
es: Actualmente no hay recursos editables
it: Al momento non ci sono risorse modificabili

# 当前没有可删除的资源
source: There are currently no resources to delete
es: Actualmente no hay recursos para eliminar
it: Al momento non ci sono risorse da eliminare

# 确定删除这张照片吗?
source: Are you sure you want to delete this photo?
es: ¿Estás seguro de eliminar esta foto?
it: Sei sicuro di eliminare questa foto?

# 确定删除这个视频吗?
source: Are you sure you want to delete this video?
es: ¿Estás seguro de eliminar este video?
it: Sei sicuro di eliminare questo video?

# 删除
source: Delete
es: Eliminar
it: Rimuovere

# 下载失败，请重试！
source: Download failed, please try again!
es: La descarga fallido. Vuelve a intentarlo.
it: Il download non è riuscito. Riprova.

# 编辑
source: Edit
es: Editar
it: modificare

# 正在下载iCloud上的资源
source: Downloading resources on iCloud
es: Descargando de recursos en iCloud
it: Download dalle risorse di iCloud

# 原始值
source: Original value
es: Valor original
it: Valore originale

# 正方形
source: Square
es: Cuadrado
it: Quadrato

# 提示
source: Tip
es: Consejos
it: Suggerimenti

# 是否删除此照片
source: Are you sure you want to delete this photo?
es: Borrar esta foto?
it: Se eliminare questa foto

# 还原
source: Restore
es: Reducción
it: Riduzione

# 选择
source: Select
es: Seleccione
it: Per favore seleziona

# 旋转
source: Spin
es: Girar
it: Girare

# 选择照片时不能选择视频
source: Cannot select video when selecting photos
es: No se puede seleccionar video al seleccionar fotos
it: Impossibile selezionare il video durante la selezione delle foto

# 没有照片可选!
source: No photos available!
es: ¡No hay fotos disponibles!
it: Nessuna foto disponibile!

# 张照片
source: photos
es: Fotos
it: Fotografie

# 个视频
source: videos
it: Video

source: Photos
es: Fotos
it: Fotografie

source: Photo
es: Fotos
it: Fotografie

source: Videos
it: Video

# 今天
source: Today
es: Hoy
it: Oggi

# 昨天
source: Yesterday
es: Ayer
it: Ieri

# 返回
source: Back
es: Regreso
it: Ritorno

# 取消
source: Cancel
es: Cancelar
it: Cancellare

# 预览
source: Preview
es: Prevista
it: Anticipato

# 原图
source: Original
es: Imagen original
it: Immagine originale

# 设置
source: Set up
es: Ajuste
it: Regolazione

# 确定
source: OK
es: Confirmar
it: Confermare

# 完成
source: Complete
es: Cumplido
it: Complimento

# 关闭
source: Close
es: Apagar
it: Per disattivare

# 拍摄
source: Shoot
es: Grabar
it: Registrare

# 拍摄失败
source: Shooting failed
es: Grabar fallido
it: Filmare fallito

# 裁剪
source: Crop
es: Recortar
it: Ritagliare

# 抱歉
source: Sorry
es: Lo siento
it: Mi dispiace

# 重拍
source: Rephotography
es: Re-grabar
it: Registrare di nuovo

# 照片
source: Photo
es: Foto
it: Foto

# 相册
source: Photo album
es: Album de fotos
it: Album di foto

# 加载中
source: Loading
es: Cargando
it: Caricamento in corso

# 处理中
source: Processing
es: Procesando
it: in lavorazione

# 点击拍照
source: Press to take a photo
es: Haga clic para tomar una foto
it: Fare clic per scattare una foto

# 长按录像
source: Long press to record
es: Mantenga pulsado para grabar
it: Premere a lungo per registrare

# 点击拍照，长按录像
source: Press to take a photo, press and hold to record
es: Toque para tomar una foto, mantenga presionado para grabar
it: Toccare per scattare una foto, premere a lungo per registrare

# 处理失败,请重试!
source: Processing failed, please try again!
es: El procesamiento falló. Vuelve a intentarlo.
it: Elaborazione fallita. Riprova.

# 无法使用相机!
source: Cannot use the camera!
es: ¡No puedo usar la cámara!
it: Non posso usare la Camara!

# 照片正在下载
source: Photos are downloading
es: Las fotos se están descargando
it: Le foto stanno scaricando

# 已达最大数!
source: The maximum number has been reached!
es: ¡Se ha alcanzado el número máximo!
it: È stato raggiunto il numero massimo!

# 照片已达最大数!
source: The maximum number of photos has been reached!
es: ¡El número de fotos ha llegado al máximo!
it: Il numero di foto ha raggiunto il massimo!

# 视频已达最大数!
source: The maximum number of videos has been reached!
es: ¡La cantidad de videos ha llegado al máximo!
it: Il numero di video ha raggiunto il massimo!

# 最多只能选择%ld张图片
source: Up to %ld pictures can be selected
es: Solo se pueden seleccionar imágenes%ld como máximo
it: È possibile selezionare solo il massimo di%ld immagini

# 最多只能选择%ld个视频
source: Up to %ld videos can be selected
es: Solo puedes seleccionar como máximo%ld videos
it: È possibile selezionare solo un massimo di%ld video

# 最多只能选择%ld个
source: Up to %ld can be selected
es: Solo puede seleccionar%ld como máximo
it: È possibile selezionare solo%ld al massimo

# 图片不能和视频同时选择
source: Picture and videos cannot be selected at the same time
es: La imagen y el video no se pueden seleccionar al mismo tiempo
it: L'immagine e il video non possono essere selezionati contemporaneamente

# 视频不能和图片同时选择
source: Videos and pictures cannot be selected at the same time
es: El video y las imágenes no se pueden seleccionar al mismo tiempo
it: Video e immagini non possono essere selezionati contemporaneamente

# 视频少于%ld秒，无法选择
source: The video is less than %ld seconds and cannot be selected
es: El video dura menos de%ld segundos y no se puede seleccionar
it: Il video dura meno di%ld secondi e non può essere selezionato

# 视频大于%ld秒，无法选择
source: The video is longer than %ld seconds and cannot be selected
es: El video dura más de%ld segundos y no se puede seleccionar
it: Il video è più lungo di%ld secondi e non può essere selezionato

# 录制时间少于%.0f秒
source: Recording time is less than %.0f seconds
es: El tiempo de grabación es inferior a%.0f segundos
it: Il tempo di registrazione è inferiore a%.0f secondi

# 请在设置-隐私-相机中允许访问相机
source: Please allow access to the camera in Settings-Privacy-Camera
es: Permita el acceso a la cámara en Configuración-Privacidad-Cámara
it: Consenti l'accesso alla videocamera in Impostazioni-Privacy-Videocamera

# 无法访问照片 请点击这里前往设置中允许访问照片
source: Unable to access photos Please click here to allow access to photos in settings
es: No se puede acceder a las fotos Haga clic aquí para permitir el acceso a las fotos en la configuración
it: Impossibile accedere alle foto Fai clic qui per consentire l'accesso alle foto nelle impostazioni

# 无法使用相机
source: Cannot use the camera
es: No puedo usar la cámara
it: Non posso usare la Camara

# 无法访问照片，请前往设置中允许 访问照片
source: Unable to access photos, please go to settings to allow access to photos
es: No se puede acceder a las fotos, vaya a la configuración para permitir el acceso a las fotos.
it: Non è possibile accedere alle foto, vai alle impostazioni per consentire l'accesso alle foto.

# 无法使用麦克风
source: Cannot use the microphone
es: No puedo usar el micrófono
it: Non riesco a usare il microfono

# 请在设置-隐私-相机中允许访问麦克风
source: Please allow access to the microphone in Settings-Privacy-Camera
es: Permita el acceso al micrófono en Configuración-Privacidad-Cámara
it: Si prega di consentire l'accesso al microfono in Impostazioni-Privacy-Camera

# 视频保存失败!
source: Failed to save videos!
es: ¡Guardar el video fallido!
it: Salvare il video fallito!

# 照片保存失败!
source: Failed to save photos!
es: ¡Guardar la foto fallido!
it: Salvare la foto fallita!

# 保存失败，无法访问照片 请前往设置中允许访问照片
source: Failed to save! Unable to access the photo Please go to the settings to allow access to the photo
es: Guardar fallido, no se puede acceder a la foto Vaya a la configuración para permitir a acceso a la foto
it: Salvataggio non riuscito, impossibile accedere alla foto Vai alle impostazioni per consentire d l'accesso alla foto

# 没有可选的照片!
source: No photos available!
es: ¡No hay fotos disponibles!
it: Nessuna foto disponibile!

# 视频已被删除!
source: The video has been deleted!
es: ¡El vídeo ha sido borrado!
it: Il video è stato cancellato!

# 尚未从iCloud上下载，请至系统相册下载完毕后选择
source: It has not been downloaded from iCloud yet, please go to the system album and select after downloading
es: Aún no se ha descargado de iCloud, vaya al álbum del sistema y seleccione después de descargar
it: Non ancora scaricato da iCloud, vai all'album di sistema e seleziona dopo il download

# 麦克风添加失败，录制视频会没有声音哦!
source: Failed to add the microphone, no audio will be recorded when recording videos!
es: Agregar fallido el micrófono, no habrá sonido al grabar video.
it: Aggiunta del microfono non riuscita, non ci sarà suono durante la registrazione del video.

# 点击录制
source: Click to record
es: Haga clic para grabar
it: Fare clic per registrare

# %.0f秒内的视频无效哦~
source: The video less than %.0f seconds is invalid~
es: El video en%.0f segundos no es válido ~
it: Il video in%.0f secondi non è valido ~

# 录制视频失败!
source: Video recording failed!
es: Grabar fallido el video!
it: Masterizzazione video non riuscita!

# 继续录制
source: Continue recording
es: Continuar grabando
it: Continuare a registrare

# 无法访问相册
source: Cannot access the album
es: Acceder fallido al álbum
it: Accesso all'album non riuscito

# 请在设置-隐私-相册中允许访问相册
source: Please allow access to the album in Settings-Privacy-Album
es: Permita el acceso al álbum en Configuración-Privacidad-Álbum
it: Consentire l'accesso all'album in Impostazioni-Privacy-Album

# 下载失败
source: Download failed
es: Descarga fallido
it: Scaricamento fallito

# 所有照片
source: All photos
es: Todas las fotos
it: Tutte le foto

# 相机胶卷
source: Camera Roll
es: Rollo de cámara
it: Rullino fotografico

# 编辑后，GIF将会变为静态图，确定继续吗？
source: After editing, the GIF will become a static image. Are you sure you want to continue?
es: Después de editarlo, el GIF se convertirá en una imagen estática. ¿Seguro que continuará?
it: Dopo la modifica, la GIF si trasformerà in un'immagine fissa. Sei sicuro che continuerà?

# 编辑后，LivePhoto将会变为静态图，确定继续吗？
source: After editing, LivePhoto will become a static image. Are you sure you want to continue?
es: Después de editar, LivePhoto se convertirá en una imagen estática. ¿Está seguro de continuar?
it: Dopo la modifica, LivePhoto verrà convertito in un'immagine fissa. Sei sicuro di continuare?

# 图片尺寸过小!
source: The picture size is too small!
es: ¡El tamaño de la imagen es demasiado pequeño!
it: La dimensione dell'immagine è troppo piccola!

# 获取视频失败!
source: Failed to get the video!
es: Obtener fallido el video!
it: Impossibile ottenere il video!

# 确定取消吗?
source: Are you sure you want to cancel?
es: ¿Estás seguro de cancelar?
it: Sei sicuro di annullare?

# 继续
source: Yes
es: Continuar
it: Continuare

# 获取
source: Loading
es: Obtener
it: Ottenere

# 处理失败，请重试
source: Processing failed, please try again
es: El procesamiento falló. Vuelve a intentarlo.
it: Elaborazione fallita. Riprova.

# 选择视频时不能选择照片
source: Cannot select photos when selecting videos
es: No se pueden seleccionar fotos al seleccionar video
it: Impossibile selezionare le foto durante la selezione del video

# 只能选择%ld秒内的视频，需进行编辑
source: Only videos less than %ld seconds can be selected and need to be edited
es: Solo se pueden seleccionar y editar videos dentro de%ld segundos
it: Solo i video possono essere selezionati e modificati in%ld secondi

# 从手机相册选择
source: Choose from the phone album
es: Elegir del álbum del teléfono
it: Scegliere dall'album del telefono

# 正在下载网络图片，请稍等
source: Downloading network pictures, please wait
es: Descargando imágenes de red, espere
it: Download di immagini di rete, attendere

# 正在获取照片大小，请稍等
source: Retrieving photo size, please wait
es: Obtieniendo el tamaño de la foto, espere
it: Recupero delle dimensioni della foto, attendere

# 照片大小超过最大限制%@
source: The photo size exceeds the maximum limit %@
es: El tamaño de la foto supera el límite máximo%@
it: La dimensione della foto supera il limite massimo%@

# 视频大小超过最大限制%@
source: The Video size exceeds the maximum limit%@
es: El tamaño del video excede el límite máximo%@
it: La dimensione del video supera il limite massimo%@

# 照片或视频
source: Photo or video
es: Foto o video
it: Foto o video

# 轻触拍照
source: Press to take a photo
es: Toca para tomar una foto
it: Tocca per scattare una foto

# 按住摄像
source: Press and hold to record video
es: Mantenga a grabar el video
it: Tenere e registrare

# 轻触拍照，按住摄像
source: Press to take a photo, press and hold to record video
es: Toque para tomar una foto, mantenga presionado para grabar
it: Tocca per scattare una foto, tieni premuto per scattare una foto

# 拍照
source: Take a photo
es: Tomar fotos
it: Fare foto

# 摄像
source: Record video
es: Grabar
it: Registrare

# 无法访问所有照片 请点击这里前往设置中允许访问所有照片
source: Unable to access all photos Please click here to go to settings to allow access to all photos
es: No se puede acceder a todas las fotos Haga clic aquí para ir a la configuración y permitir el acceso a todas las fotos
it: Impossibile accedere a tutte le foto Fare clic qui per accedere alle impostazioni e consentire l'accesso a tutte le foto
